"CoolCashGoldOut"="CoolCash ដកប្រាក់";
"Space"="";//空格
"Terms_and_Conditions_for_OTC_Transactions"="លក្ខន្តិកៈ OTC របស់ឃូលឃែស";
"Terms_and_Conditions_for_CoolCash"="លក្ខន្តិកៈក្នុងការប្រើប្រាស់កម្មវិធីឃូលឃែស";
"Confirm_authentication_information"="បញ្ចាក់ព័តិមានផ្ទាល់ខ្លួន";
"Upload_legal_document_information"="បញ្ចូលព័តិមានប័ណ្ណសម្គាល់";
"Submit_for_manual_approval"="ស្នើការត្រួតពិនិត្យ";
"real_name_authentication_tip"="ប្រើប្រាស់ឈ្មោះពិតដើម្បីតំឡើងកម្រិតគណនី";
"no_real_name_authentication"="គ្មាន​ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ​ឈ្មោះ​ពិត";
"to_authentication"="ដាក់ស្នើរ";
"account_info"="ព័ត៌មានលម្អិតអំពីគណនី";
"Non_withdrawable_balance"="មិនអាចដកបាន";
"exchange"="ប្តូរប្រាក់";
"Limit_description"="ពណ៌នាអំពីកម្រិតទឹកប្រាក់";
"The_service_is_supported_by_coolcash"="Powered by CoolCash";
"What_is_a_non_withdrawable_balance"="តើអ្វីទៅជាទឹកប្រាក់មិនអាចដកបាន?";
"What_is_a_non_withdrawable_balance_des"="ទឹកប្រាក់មិនអាចដកបាន ជាទឹកប្រាក់សំរាប់ទូទាត់នៅក្នុងកម្មវិធីស្មាតហ្វូនWOWNOW ប៉ុណ្ណោះ។";
"Wallet_limit"="កំណត់​កាបូប";
"Different_account_levels_have_different_limits"="*កម្រិតគណនីខុសគ្នា មានការកម្រិតទឹកប្រាក់ខុសគ្នា";
"Limit_type"="ប្រភេទនៃការកម្រិត";
"Classic_account"="Classic";
"Advanced_account"="Gold";
"Exclusive_account"="Platinum";
"Wallet_deposit_limit"="កម្រិតវ៉ាឡេត";
"Single_limit"="ប្រាក់ក្នុងមួយប្រតិបត្តិការ";
"Single_day_limit"="ផ្ទេរប្រាក់ក្នុងមួយថ្ងៃ";
"consumption"="ទូទាត់ប្រាក់";
"Recertification"="ការ​ទទួល";
"Account_level"="កម្រិតគណនី";
"familyName"="នាមត្រកូល";
"givenName"="នាមខ្លួន";
"birthday"="ថ្ងៃខែឆ្នាំកំណើត";
"Country/Region"="សញ្ជាតិ";
"Certificate_type"="ប្រភេទប័ណ្ណសម្គាល់";
"Certificate_No"="លេខប័ណ្ណសម្គាល់";
"Certificate_validity_period"="ថ្ងៃផុតកំណត់ប័ណ្ណសម្គាល់";
"ID_photo"="រូបភាពប័ណ្ណសម្គាល់";
"Authentication_status"="ស្ថានភាពការផ្ទៀងផ្ទាត់";
"Failure_reason"="មូលហេតុ";
"to"="ដល់";
"accounts"="លេខ​គណនី";
"accounts1"="";
"bank"="ធនាគារ";
"Recent_transfer"="ថ្មីៗ";

"open_title"="អរគុណសំរាប់ការចុះឈ្មោះជាមួយ ឃូលឃែស! លោកអ្នកអាចរីករាយជាមួយសេវាកម្មដូចជា：";
"open_tip"="ទូទាត់តាមវ៉ាឡេត ផ្ទេរប្រាក់ ទិញកាតទូរស័ព្ទ បង់វិក្កយបត្រ និង សេវាកម្មជាច្រើនទៀត";
"wallet_pay"="វ៉ាឡេតទូទាត់ប្រាក់";
"more"="បន្ថែម";
"open_flow"="ជំហានបង្កើតគណនី";
"set_username"="សូមបញ្ចូលឈ្មោះរបស់អ្នក";
"set_pay_password"="បង្កើតលេខសម្ងាត់ទូទាត់";
"Complete_opening"="បញ្ជាក់លេខសម្ងាត់ទូទាត់";
"agree"="លក្ខន្តិកៈ";
"agreement"="ក្នុងការប្រើប្រាស់កម្មវិធីឃូលឃែស";
"open"="បង្កើតគណនីឥឡូវនេះ";

"set_name"="សូមបញ្ចូលឈ្មោះរបស់អ្នក";
"set_familyName"="សូមបញ្ចូលនាមត្រកូល";
"set_givenName"="សូមបញ្ចូលនាមខ្លួន";
"next"="ជំហាន​បន្ទាប់";

"input"="បញ្ចូល";
"Opposite_account"="គណនីអ្នកទទួល";
"Please_check_account"="សូមពិនិត្យមើលលេខគណនីម្តងទៀត មុននឹងផ្ទេរប្រាក់";

"pay_account"="គណនីអ្នកផ្ទេរ";
"Please_enter_the_transfer_amount" = "បញ្ចូលចំនួនទឹកប្រាក់";
"remark"="សម្គាល់";
"limit_words"="អក្សរ";
"confirm"="អះអាង";
"Collection_shop"="ហាងទទួលប្រាក់";
"location"="ទីតាំង";
"USD_account"="គណនី USD";
"KHR_account"="គណនី KHR";
"finish"="បញ្ចប់";
"Order_amount"="ចំនួន​លំដាប់";
"Collection_account"="គណនីអ្នកទទួល";
"Payee"="អ្នកទទួល";
"Creation_time"="ពេលវេលាប្រតិបត្តិការ";
"order_num"="លេខប្រតិបត្តិការ";
"Processing"="កំពុងដំនើរការ";
"Transfer_failed"="ផ្ទេរប្រាក់បរាជ័យ";
"Amount"="ចំនួន​រូបិយប័ណ្ណ";
"Deposit_account"="គណនី";
"Bill_classification"="ប្រភេទវិក្កយបត្រ";
"Gold_channel"="ឆានែល​មាស";
"Gold_deposit_outlet"="រូបភាព​ដែល​បាន​ដាក់​ពណ៌​មាស";
"Deposit_time"="ពេលវេលា​ការ​ដាក់​ជម្រះ";
"trans_details"="ប្រតិបត្តិការលម្អិត";
"Service_Charge"="សេវា";
"Payment_account"="គណនី​ផ្តល់";
"trans_Hash"="Transaction Hash";
"pay_bank"="ធនាគារផ្ទេរ";
"Product_description"="សេចក្ដី​ពិពណ៌នា​លទ្ធផល";
"Remuneration"="ប្រាក់ឧបត្ថម្ភ";
"exchange_rate"="អត្រា​ប្ដូរ";
"Transaction_record"="កំណត់ត្រា";
"classification"="ប្រភេទ";
"This_month"="ខែ​នេះ";
"Sweep"="ស្កេន";
"Deposit"="ដាក់ប្រាក់";
"Payment_code"="QRទូទាត់ប្រាក់";
"Collection_code"="QRទទួលប្រាក់";
"have"="ជម្រើស";
"way_to_cash_in"="យ៉ាងក្នុងការដាក់ប្រាក់ចូលវ៉ាឡេត";
"Go_to_coolcash_agent_outlet"="ស្វែងរក ភ្នាក់ងារ ឃូលឃែសនៅក្បែរលោកអ្នក";
"Log_in_to_Bakong_app"="Bakong app -> [QR ទូទាត់] -> ស្កេនQRទទួលប្រាក់របស់ឃូលឃែស;\n Bakong app -> [ដាក់ប្រាក់] -> ជ្រើសរើស [CoolCash] -> រូចបញ្ចូលលេខគណនីឃូលឃែស និងចំនួនទឹកប្រាក់";
"Log_in_bank_app_or_financial_institution_app"="MFI app (បានចូលប្រព័ន្ធបាគងរួច) -> ស្កេនQRទទួលប្រាក់របស់ឃូលឃែស;\n MFI app (បានចូលប្រព័ន្ធបាគងរួច) -> ផ្ទេរប្រាក់ទៅកាន់គណនីឃូលឃែស និងចំនួនទឹកប្រាក់";
"Lof_in_WOWNOW_APP"="ផ្ទេរប្រាក់ទៅគណនីឃូលឃែសណាមួយ -> ផ្ទេរប្រាក់ -> ផ្ទេរប្រាក់ទៅគណនីឃូលឃែស -> បញ្ចូលគណនីអ្នកទទួល; \n ផ្ទេរប្រាក់ទៅគណនីឃូលឃែសណាមួយ -> ស្កេន -> ស្កេនQRទទួលប្រាក់របស់ឃូលឃែស";
"go_to"="ចូលទៅកាន់";
"View_support_bank"="ផ្ទេរប្រាក់";
"Reset_payPassword"="ផ្លាស់ប្តូរលេខសម្ងាត់";
"Modification_method"="វិធីសាស្ត្រ​កែប្រែ​";
"ensure_the_security_account"="ប្រសិនជាលោកអ្នកត្រូវការផ្លាស់ប្តូរលេខសម្ងាត់ ដើម្បីសុវត្ថិភាពគណនី លោកអ្នកអាចទំនាក់ទំនងមកផ្នែកសេវាអតិថិជន";
"service_telephone"="ផ្នែកសេវាអតិថិជន";
"Forgot_password"="ភ្លេចលេខសម្ងាត់";
"Re-enter"="បញ្ចូលម្តងទៀត";

"enter_the_rest"="លេខសម្ងាត់ទូទាត់មិនត្រឹមត្រូវ។ លោកអ្នកអាចបញ្ចូល";
"Times"="ដង";
"pleas_update"="សូម​ធ្វើ​ឲ្យ​កំណែ​ទាន់សម័យ";
"languageName"="km-KH";
"Transaction_type"="ប្រភេទ​ផ្ទេរ";
"flat"="ដាក់ចូលបញ្ជីចូលចិត្ត";
"cancel_flat"="ដកចេញពីបញ្ជីចូលចិត្ត";
"Cash_out"="ដកប្រាក់";
"In_progress"="កំពុងដំនើរការ";
"Order_closed"="បិទ";
///////////coolcash//////////////////
"plese choose your language"       = "ជ្រើសរើសភាសា";
"choose language"                  =  "ជ្រើសរើសភាសា";
"TF_PLACEHOLDER_INPUT_ACCOUNT"  = "លេខទូរស័ព្ទ";
"please input your login password" =  "លេខសម្ងាត់គណនី";
"login password"                   = "លេខសម្ងាត់គណនី";
"verify code"                      = "កូដផ្ទៀងផ្ទាត់";

"country/region"                   = "ប្រទេស";
"country"                            = "កម្ពុជា";
"+855(0)"                            = "+855(0)";
"regist is agreetment"               = "យល់ស្រមនឹង";
"had been sent Verify Code to phone" = "សារត្រូវបានផ្ញើរទៅកាន់%@";
"please input verify code"           =  "បញ្ចូលកូដផ្ទៀងផ្ទាត់៦ខ្ទង់";
"please set login password"          =  "កំណត់លេខសម្ងាត់គណនី";
"please input password"              =  "បញ្ចូលលេខសម្ងាត់";
"welcome use ViPay"                 =  "ស្វាគមន៍";
"seconds auto jump"                  = "ទៅទំព័រដើមនៅ%dវិនាទី";
"TITLE_ACOUNT_YOU_WANT_FIND"         =  "បញ្ចូលគណនីដែលភ្លេចលេខសម្ងាត់";
"VIEW_TITLE_FIND_LOGIN_PWD"          = "កំណត់លេខសម្ងាត់គណនីសារថ្មី";
"TITLE_ACOUNT_HAD_SEND_MSG"         = "សារត្រូវបានផ្ញើរទៅកាន់លេខទូរស័ព្ទអ្នក។\nសូមពិនិត្យមើលសារព្រមទាំងបញ្ចូលកូដផ្ទៀងផ្ទាត់។";
"TEXTFIELD_PLACEHOLDER_VERIFY_CODE" = "កូដផ្ទៀងផ្ទាត់";
"TF_TITLE_NEW_LOGIN_PWD"            =  "បញ្ចូលលេខសម្ងាត់គណនីថ្មី";
"TF_PLACEHOLDER_NEW_LOGIN_PWD"      = "សូមបញ្ចូលលេខសម្ងាត់គណនីថ្មី";
"TF_TITLE_CONFIRM_LOGIN_PWD"        = "ផ្ទៀងផ្ទាត់លេខសម្ងាត់";
"TF_PLACEHOLDER_CONFIRM_LOGIN_PWD"  =  "បញ្ចូលលេខសម្ងាត់គណនីម្តងទៀត";
"PAGE_TITLE_MODIFY_LOGIN_PWD"       = "ប្តូរលេខសម្ងាត់គណនី";
"VIEW_TITLE_RESET_LOGIN_PASSWORD"   = "កំណត់លេខសម្ងាត់គណនីសារថ្មី";
"TEXT_HAD_RESET_COMPLETE"           = "កំណត់សារថ្មីរួចរាល់";
"TEXT_FORGET_PASSWORD_TIPS"         = "ចង់កំណត់លេខសម្ងាត់គណនី%@សារថ្មី";
"TEXT_SELECT_LANGUAGE"              =  "ជ្រើសរើសភាសា";
"TITLE_DEVICE_CHANGE"               = "គណនីCoolCashរបស់អ្នកកំពុងត្រូវបានប្រើប្រាស់នៅលើទូរស័ព្ទផ្សេងមួយទៀត។\nសូមចូលគណនីដោយប្រើកូដផ្ទៀងផ្ទាត់។";
"VIEW_TITLE_SECURITY_WARMING"       = "អំពីសុវត្ថិភាព";
"TITLE_PAY_MSG"                     = "ប្រតិបត្តិការ";
"TITLE_SYS_MSG"               = "ប្រព័ន្ធ";
"TITLE_COUPON_MSG"                   = "ការផ្តល់ជូន";
"VIEW_TITLE_MESSAGE"          = "ដំណឹង";
"TITLE_DELETE"                = "លុប";
"VIEW_TITLE_SCAN"             = "ស្កេន QRកូដ";
"VIEW_TITLE_PAY"              = "ការទូទាត់";
"TEXT_PAY_AMOUNT"             = "ទឹកប្រាក់ទូទាត់";
"TEXTFIELD_INPUT_PAY_AMOUNT"  = "ចំនួនទឹកប្រាក់";
"VIEW_TITLE_DESCRIBE"         = "លម្អិត";
"VIEW_TEXT_TRANSFER_TO_ACC"   = "ផ្ទេរប្រាក់ទៅគណនីឃូលឃែស";
"VIEW_TEXT_TRANSFER_TO_SELF"  = "ប្តូរប្រាក់";
"VIEW_TABLE_HEADER_RECENTLY"  = "ផ្ទេរថ្មីៗនេះ";
"VIEW_TITLE_TRANSFER_ACCOUNT" = "គណនី ឃូលឃែស";
"VIEW_TEXT_TRANSFER_TIPS"         = "សូមពិនិត្យលេខគណនីម្តងទៀតរួចចុច យល់ព្រម";
"TEXTFIELD_TITLE_ACCOUNT"         = "អ្នកទទួល:855(0)";
"TEXTFIELD_TITLE_ACCOUNT_TYPE"    = "គណនី";
"TEXTFIELD_TITLE_TRANSFER_AMOUNT" = "ទឹកប្រាក់ផ្ទេរ";

"ACTIONSHEET_TITLE_ACCOUNT_SELECT"   = "ប្រភេទកាបូបលុយ";
"ACTIONSHEET_MSG_ACCOUNT_SELECT"     = "ជ្រើសរើសរូបិយប័ណ្ណ";
"VIEW_TEXT_SELECT_CURRENCY"          = "សូមជ្រើសរើសរូបិយប័ណ្ណដែលត្រូវប្តូរ";
"VIEW_TEXT_RATE_EXCHANGE_USD_TO_KHR" = "អត្រា: %@ = %@ (ដុល្លារទៅរៀល)";
"VIEW_TEXT_RATE_EXCHANGE_KHR_TO_USD" = "អត្រា: %@ = %@ (រៀលទៅដុល្លារ)";
"VIEW_TITLE_EXCHANGE"                = "ប្តូរប្រាក់";
"PAGE_TEXT_EXCHANGE_AMOUNT"          = "ចំនួនប្តូរ";
"PAGE_TITLE_EXCHANGE"                = "ប្តូរប្រាក់";
"VIEW_TEXT_TIPS"                         = "បម្រាប់";
"VIEW_TEXT_EXCHANGE_CONFIRM_MSG"         = "តើចង់ប្តូរពី%@ទៅ%@មែនទេ?";
"PAGE_TEXT_EXCHANGE_RATE"                = "ប្តូរពី%@ទៅ%@";
"PAGE_TEXT_HAD_EXCHANGE"                 = "បានប្តូរពី%@ទៅ%@";
"VIEW_TITLE_COLLECTION"                  = "ទទួលប្រាក់";
"VIEW_TEXT_SCAN_QRCODE"                  = "ស្កេនដើម្បីផ្ទេរប្រាក់";
"ACTIONSHEET_MSG_ACCOUNT_COLLECT_SELECT" = "ជ្រើសរើសរូបិយប័ណ្ណ";
"VIEW_TITLE_SETAMOUNT"                   = "កំណត់ទឹកប្រាក់";
"TEXTFIELD_TITLE_COLLECT_ACCOUNT"        = "កាបូបលុយ";
"TEXTFIELD_TITLE_COLLECT_AMOUNT"         = "ទឹកប្រាក់ទទួល";
"TEXTFIELD_TITLE_CURRENCY_USD"           = "ដុល្លារ";
"TEXTFIELD_TITLE_CURRENCY_KHR"           = "រៀល";
"PAGE_TITLE_MY_ACCOUNT"              = "គណនី";
"VIEW_TEXT_REALNAME"                 = "ពត៌មានគណនី";
"VIEW_TEXT_BILL"                     = "កំនត់ត្រា";
"VIEW_TEXT_LANGUAGE"                 = "ភាសា";
"VIEW_TEXT_PASSWORD_SETTING"         = "លេខសម្ងាត់";
"VIEW_TEXT_PROTOCAL"                 = "គោលការណ៍";
"VIEW_TEXT_FAQ"                      = "ចម្ងល់ទូទៅ";
"VIEW_TEXT_ABOUT"                    = "អំពីយើង";
"VIEW_TEXT_VERSION"                  = "លេខកំណែ";
"VIEW_TITLE_MY_ACCOUNT"              = "គណនី";
"TEXTFIELD_TITLE_HEADIMAGE"          = "រូបគណនី";
"TEXTFIELD_TITLE_NICKNAME"           = "ឈ្មោះក្រៅ";
"TEXTFIELD_TITLE_LOGINNAME"          = "គណនី";
"TEXTFIELD_PLACEHOLDER_NO_NICKNAME"  = "មិនទាន់កំណត់";
"ACTIONSHEET_TITLE_MODIFY_HEADIMAGE" = "ប្តូររូបគណនី";
"TF_PLACEHOLDER_INPUT_PHOTO_NUMBER"  = "លេខទូរស័ព្ទ";
"PAGE_TEXT_MSG_NO_MORE"              = "គ្មានដំណឹង";
"PAGE_TITLE_MODIFY_PAY_PWD"        = "ប្តូរលេខសម្ងាត់ទូទាត់";
"TF_TITLE_ORI_PAY_PWD"             = "លេខសម្ងាត់ចាស់:";
"TF_PLACEHOLDER_ORI_PAY_PWD"       = "សូមបញ្ចូលលេខសម្ងាត់ទូទាត់ចាស់៦ខ្ទង់";
"TF_TITLE_NEW_PAYPWD"              = "លេខសម្ងាត់ថ្មី6ខ្ទង់";
"TF_PLACEHOLDER_NEW_PAYPWD"        =  "លេខសម្ងាត់ទូទាត់៦ខ្ទង់";
"TF_TITLE_CONFIRM_PAYPWD"          = "ផ្ទៀងផ្ទាត់លេខសម្ងាត់";
"TF_PLACEHOLDER_CONFIRM_PAYPWD"    = "សូមបញ្ចូលលេខសម្ងាត់ទូទាត់ម្តងទៀត";
"PAGE_TEXT_GO_TO_STATIONS"         =  "ក្នុងករណីដែលអ្នកភ្លេចលេខសម្ងាត់ទូទាត់ សូមមកកាន់បញ្ជរយើងខ្ញុំដោយផ្ទាល់។";
"PAGE_TEXT_CONTACT_US"             = "ចម្ងល់ផ្សេងៗ សូមទាក់ទងមកកាន់：023 988 777";
"PAGE_TITLE_RESET_PAYPWD"          = "កំណត់លេខសម្ងាត់ទូទាត់សារថ្មី";
"PAGE_TEXT_PAYPWD_MODIFY_COMPLETE" = "ប្តូររួចរាល់";
"PAGE_TITLE_MODIFY_LOGIN_PWD"      = "ប្តូរលេខសម្ងាត់គណនី";
"PAGE_TITLE_LOGIN_PWD_FORMAT"      = "លេខនិងអក្សរចាប់ពី៦ដល់១៨ខ្ទង់(អក្សរអង់គ្លេសបែកចែកតូចធំ)";
"TF_TITLE_ORI_LOGIN_PWD"           = "លេខសម្ងាត់គណនីចាស់";
"TF_PLACEHOLDER_ORI_LOGIN_PWD"     = "លេខសម្ងាត់គណនីចាស់";
"TF_TITLE_LOGIN_PWD"               = "លេខសម្ងាត់គណនី";
"TF_TITLE_PAY_PWD"                 = "លេខសម្ងាត់ទូទាត់";
"LB_TITLE_PAPER_IMAGE_INTEGRITY"   = "រូបប័ណ្ណពេញលេញ និងមុខមនុស្សមិនមានបិទបាំង";
"PAGE_TITLE_AUTHENCATION"          = "បញ្ជាក់អត្តសញ្ញាណ";
"TF_TITLE_FIRST_NAME"               = "ឈ្មោះ";
"TF_PLACEHOLDER_FIRST_NAME"         =  "ឈ្មោះ";
"TF_TITLE_LAST_NAME"             = "នាមត្រកូល";
"TF_PLACEHOLDER_LAST_NAME"       =  "នាមត្រកូល";
"TF_TITLE_SEX"                     = "ភេទ";
"TF_TITLE_BIRTHDAY"         = "ថ្ងៃខែឆ្នាំកំណើត";
"TF_PLACEHOLDER_BIRTHDAY"   = "ថ្ងៃខែឆ្នាំកំណើត";
"TF_TITLE_PAPER_TYPE"       = "ប្រភេទប័ណ្ណសម្គាល់";
"TF_PLACEHOLDER_PAPER_TYPE" =  "បញ្ជូលប័ណ្ណសម្គាល់";
"TF_TITLE_PAPER_ID"         = "លេខប័ណ្ណ";
"TF_PLACEHOLDER_PAPER_ID"   = "បញ្ចូលលេខប័ណ្ណ";
"TF_TITLE_UPLOAD_PAPER"     = "រូបថតប័ណ្ណសម្គាល់";
"TF_TITLE_HAND_PAPER"       = "រូបថតកាន់ប័ណ្ណសម្គាល់";
"PAPER_TITLE_SET_PAY_PWD"   = "កំណត់លេខសម្ងាត់ទូទាត់";
"PAPER_TEXT_SET_PAY_PWD"    =  "ដើម្បីសុវត្ថិភាព សូមកំណត់លេខសម្ងាត់ទូទាត់។";
"TF_TITLE_SET_PAY_PWD"      = "សូមកំណត់លេខសម្ងាត់ទូទាត់";
"TF_TITLE_CONFIRM_PAY_PWD"  =  "បញ្ចូលម្តងទៀត";
"PAGE_TEXT_SUBMIT_SUCCESS"  = "បានបញ្ជូន";
"TF_TEXT_UPLOADED"          = "បានអាប់ឡូត";
"PAGE_TITLE_BILL_LIST"      = "កំនត់ត្រា";
"PAGE_TEXT_CURRENT_MONTH"   = "ខែនេះ";
"PAGE_TEXT_BILL_NO_MORE"    = "គ្មានកំណត់ត្រា";
"COMPANY_ADDR"              = "អាគារលេខ984 ផ្លូវ128 សង្កាត់ទឹកល្អក់ទី1 ខណ្ឌទួលគោក ភ្នំពេញ";
"COMPANY_TEL"               = "023 988 777";
"PAGE_TITLE_ABOUT_US"       = "អំពីយើង";
"PAGE_TITLE_VERSION"        = "លេខកំណែ";
"PAGE_TEXT_LAST_VERSION"    = "កំណែបច្ចុប្បន្នគឺជាកំណែថ្មីបំផុត";
"PAGE_TITLE_MY_INFO"        = "គណនី";
"TF_TITLE_HEADIMAGE"        = "រូបគណនី";
"TF_TITLE_NICK_NAME"        = "ឈ្មោះក្រៅ";
"TF_TITLE_LOGINNAME"        = "គណនី";
"TF_PLACEHOLDER_NICK_NAME"       = "មិនទាន់កំណត់";
"TF_PLACEHOLDER_NICK_NAME2"      =  "ឈ្មោះក្រៅ";
"PAGE_TITLE_MY"                  = "ខ្ញុំ";
"PAGE_TEXT_NO_AUTHENTICATE"      = "មិនទាន់បញ្ជាក់";
"PAGE_TEXT_AUTHENTICATE"         = "បានបញ្ជាក់";
"PAGE_TITLE_FOUND"               = "ហាង";
"PAGE_TEXT_COLLECT_TIPS"         =  "ទូទាត់តាមCoolCashជាជម្រើសដ៏ល្អ";
"PAGE_TEXT_COLLECT_TIPS2"        =  "ស្កេនតែបន្តិច";
"PAGE_TEXT_CREATE_TIME"          = "ពេលវេលា";
"PAGE_TEXT_PAYEENO"              =  "លេខគណនីធនាគារ";
"PAGE_TEXT_FEE"                  = "ថ្លៃសេវា";
"PAGE_TEXT_PAYER_ACCOUNT"        =  "គណនី";
"PAGE_TEXT_BUSSINESS_TYPE"       = "ប្រភេទបញ្ជី";
"PAGE_TEXT_ORDERNO"              = "លេខប្រតិបត្តិការ";
"PAGE_TEXT_ORDER_AMOUNT"         = "ទឹកប្រាក់";
"PAGE_TEXT_DISCOUNT_AMOUNT"      =  "បញ្ចុះតម្លៃ";
"PAGE_TEXT_PAYEE"                = "អ្នកទទួល";
"PAGE_TEXT_PAYER"                = "អ្នកទូទាត់";
"PAGE_TEXT_OFFLINE_STATION"      = "បញ្ជរដាក់ប្រាក់";
"PAGE_TEXT_RECHARGE_ACCOUNT"     =  "គណនីដាក់ប្រាក់";
"PAGE_TEXT_BILL_EXCHANGE"        = "ប្តូរប្រាក់";
"PAGE_TEXT_TRADE"                = "ប្រតិបត្តិការ";
"PAGE_TITLE_BILL_DETAIL"         = "បញ្ជីលម្អិត";
"TF_PLACEHOLDER_EXCHANGE_AMOUNT" =  "ចំនួនប្តូរ";
"PAGE_TITLE_AMOUNTLIMIT"         =  "ប្រាក់កំណត់";
"PAGE_TITLE_PROTOCOL"            = "គោលការណ៍";
"PAGE_TITLE_FAQ"                 = "ចម្ងល់ទូទៅ";
"PAGE_TEXT_CAMERA_AUTHRIO"       = "ចូលទៅកាន់​ Setting->Privacy->Camera ដើម្បីផ្តល់សិទ្ធិឲ្យកម្មវិធីអាចបើកកាមេរ៉ាបាន។";
"PAGE_TEXT_SCAN_TIPS1"           = "ស្កេនដោយស្វ័យប្រវត្តិពេលដាក់កូដត្រង់ប្រអប់";
"PAGE_TEXT_SCAN_TIPS2"           =  "សេ្កនមិនបាន?​ ហេតុអ្វី?";
"PAGE_TEXT_SCAN_TIPS3"           = "ហេតុអ្វី?";
"PAGE_TEXT_SCAN_TIPS4"           = "តម្រង់ចំកូដ​ រង់ចាំបន្តិច";
"PAGE_TEXT_PAY"                 = "ទូទាត់";
"PAGE_TEXT_INPUT_PAY_PWD"       = "លេខសម្ងាត់ទូទាត់";
"PAGES_SECTION_EASYLIFE"        = "សេវាកម្មផ្សេងៗ";
"PAGE_TEXT_CREDIT_CARD_PAYMENT" = "ឥណទាន";
"PAGE_TEXT_EDUCATION_PAYMENT"   = "បង់ថ្លៃសាលា";
"PAGE_TEXT_WATER_PAYMENT"       = "បង់ថ្លៃទឹក";
"PAGE_TEXT_ELECTRICITY_PAYMENT" = "បង់ថ្លៃអគ្គិសនី";
"PAGE_SECTION_RECOMMOND"        = "ជម្រើសល្អសម្រាប់អ្នក";
"PAGE_TITLE_MORE"               = "ផ្សេងៗ";
"PAGE_LABEL_TEXT_ADDRTITLE"     = "ការិយាល័យ:";
"PAGE_LABEL_TEXT_TEL"           = "លេខទំនាក់ទំនង:";
"PAGE_LABEL_CONTACT_US"         = "ទាក់ទងយើង";
"PAGE_TEXT_REAL_AMOUNT"            = "បានទូទាត់";
"PAGE_TEXT_ARRIVAL_AMOUNT"         = "បានទទួល";
"PAGE_TEXT_DISCOUNT_AMOUNT"        = "បញ្ចុះតម្លៃ";
"PAGE_TEXT_OFFLINE_CHARGE_CHANNEL" = "ប្រភព";
"PAGE_TEXT_WITHDRAW_AMOUNT"        = "ចំនួនដក";
"PAGE_TEXT_DEDUCTION_AMOUNT"       = "បានកាត់";
"PAGE_TEXT_WITHDRAW_ACCOUNT"       = "កាបូបលុយ";
"PAGE_TEXT_WITHDRAW_CHANNEL"       = "ប្រភព";
"PAGE_TEXT_WITHDRAW_STATION"       = "បញ្ជរVi-Point";
"PAGE_TEXT_WITHDRAW_OUTTIME" = "ពេលវេលា";
"PAGE_TEXT_TRANSFER_AMOUNT"        = "ចំនួនផ្ទេរ";

"PAGE_TEXT_PAYEE_ACCOUNT"          = "កាបូបលុយ";
"KEYBOARD_TITLE_VIPAY"             = "ក្តារចុចសុវត្ថិភាព​ CoolCash";
"KEYBOARD_TITLE_VIPAY_NEW" = "- ក្តារចុចសុវត្ថិភាព​ CoolCash -";
"TEXTFIELD_TITLE_PAYMENT_ACC_NO"   = "លេខ​គណនី​ផ្តល់";
"TF_PLACEHOLDER_INPUT_PAYMENT_PWD" = "បញ្ចូលលេខសម្ងាត់៦ខ្ទង់";
"VIEW_FOUND_ADDR"                  = "អាសយដ្ឋាន";
"VIEW_FOUND_TEL"                   = "ទូរស័ព្ទ";
"VIEW_FOUND_OPEN"                  = "បើកពី";

"TEXT_EXCHANGE_RATE"               = "អត្រា";
"VIEW_TITLE_SELECTTIME"            = "ជ្រើសរើសពេល";
"TEXT_RECHARGE_TIPS"               = "ទៅកាន់បញ្ជរទាំងនេះដើម្បីដាក់ឬដកប្រាក់";
"TEXT_COLLECT_SUCCESS"             = "បានទទួលប្រាក់";
"ALERT_MSG_NETWORK_ERROR"          = "អ៊ីនធឺណិតមានបញ្ហា";

/*action sheet*/
"AS_TITLE_PAPER_SELECT"     = "ប្រភេទប័ណ្ណសម្គាល់";
"AS_TITLE_IMAGE_SELECT"     = "រូបប័ណ្ណសម្គាល់";
"AS_TITLE_MODIFY_HEADIMAGE" = "ប្តូររូបគណនី";
"AS_MSG_IMAGE_SELECT"       = "ទីតាំងរូបភាព";
"AS_ACTION_CAMERA"          = "ថតភ្លាម";
"AS_ACTION_PHOTO"           = "អាល់ប៊ុម";

/*Alert msg*/
"ALERT_TITLE_JUMP_TO_MAP"              = "បើកផែនទី";
"ALERT_MSG_JUMP_TO_MAP"                = "ចង់បើកផែនទីព្រមទាំងស្វែងរកទីតាំងនេះ?";
"ALERT_MSG_PWD_NO_MATCH"               = "លេខសម្ងាត់ទាំង២មិនដូចគ្នា សូមបញ្ចូលម្តងទៀត។";
"ALERT_MSG_MODIFY_PWD_COMPLETE"        = "អ្នកបានប្តូរលេខសម្ងាត់គណនី សូមចូលទៅកាន់គណនីសារជាថ្មី។";
"ALERT_MSG_RESET_PWD_COMPLETE"     = "អ្នកបានប្តូរលេខសម្ងាត់គណនី សូមចូលទៅកាន់គណនីសារជាថ្មី";
"ALERT_MSG_INPUT_NAME"                 = "បំពេញឈ្មោះ";
"ALERT_MSG_INPUT_FAMILY_NAME"          = "បំពេញត្រកូល";
"ALERT_MSG_INPUT_BIRTH"                = "ជ្រើសរើសថ្ងៃខែឆ្នាំកំណើត";
"ALERT_MSG_INPUT_PAPER_ID"             = "បំពេញលេខប័ណ្ណ";
"ALERT_MSG_INPUT_PAPERS"               = "អាប់ឡូតរូបថតប័ណ្ណសម្គាល់";
"ALERT_MSG_INPUT_HAND_PAPERS"          = "អាប់ឡូតរូបថតកាន់ប័ណ្ណសម្គាល់";
"ALERT_MSG_PLEASE_WAIT"                = "ដំណើរការក្នុងពេលឆាប់ៗនេះ!";
"ALERT_MSG_CAMERA_AUTHORI"             = "CoolCashគ្មានសិទ្ធិចូលទៅកាន់អាល់ប៊ុមរបស់អ្នក សូមផ្តល់សិទ្ធិ។";
"ALERT_MSG_SAVE_SUCCESS"               = "បានរក្សាទុក";
"ALERT_MSG_SAVE_FAILURE"               = "រក្សាទុកមិនបាន";
"ALERT_MSG_QRCODE_NO_FOUND"            = "រកមិនឃើញQRកូដ";
"ALERT_MSG_SMS_DELAY"                  = "សារផ្ទៀងផ្ទាត់អាចនឹងយឺតបន្តិច សូមរង់ចាំ!";
"ALERT_MSG_GO_TO_AUTHENTICATE"         = "សូមបញ្ជាក់ឈ្មោះពិតជាមុនសិន";
"ALERT_TITLE_NOTIFICATION_NO_OPEN"     = "បិទដំណឹង";
"ALERT_MSG_MANY_NOTICE"                = "អ្នកបានខកខាននូវដំណឹងជាច្រើន";
"ALERT_MSG_BALANCE_NO_ENOUGHT"         = "ទឹកប្រាក់មិនគ្រាប់គ្រាន់";
"ALERT_MSG_PHONE_FORMAT"               = "បញ្ចូលលេខទូរស័ព្ទ";
"ALERT_MSG_AGE_NOT_MATCH"              = "ការបើកគណនីត្រូវមានអាយុចាប់ពី 18 ឆ្នាំឡើងទៅ";
"ALERT_MSG_CONFIRM_TO_LOGOUT"          = "ចង់ចេញពីគណនី?";
"ALERT_MSG_ID_FORMAT_INCORRECT"        = "លេខអត្តសញ្ញាណប័ណ្ណគួរតែជាលេខសុទ្ធ 9 ខ្ទង់";
"ALERT_MSG_PASSPORT_FORMAT_INCORRECT"  = "ទំរង់លេខលិខិតឆ្លងដែនមិនត្រឹមត្រូវ";
"ALERT_MSG_LAST_NAME_FORMAT_INCORRECT" = "សូមបញ្ចូលជាអក្សរអង់គ្លេស";
"ALERT_MSG_FAMILY_NAME_FORMAT_INCORRECT" =  "សូមបញ្ចូលជាអក្សរអង់គ្លេស";

/*HUD*/
"HUD_TITLE_UPLOADING"  = "កំពុងបញ្ជូន...";
"HUD_TITLE_PROCESSING" = "កំពុងបញ្ជូន%f";
"HUD_TITLE_COMPLETE"   = "រួចរាល់";

/* error */
"ERROR_MSG_DECRYPT"      = "បញ្ហាបច្ចេកទេស";
"ERROR_MSG_PARSE"        = "បញ្ហាបច្ចេកទេស";
"ERROR_MSG_NETWORK_FAIL" = "មិនអាចភ្ជាប់ទៅកាន់អ៊ីធឺណិត";
"ERROR_MSG_RPC"          = "Server មានបញ្ហា";

/* enume */
"TRANS_TYPE_REFUND"    = "សងប្រាក់វិញ";
"TRANS_TYPE_COLLECT"   = "ទទួលប្រាក់";
"TRANS_TYPE_EXCHANGE"  = "ប្តូរប្រាក់";
"TRANS_TYPE_TRANSFER"  = "ផ្ទេរប្រាក់";
"TRANS_TYPE_ALL"       = "ទាំងអស់";
"TRANS_TYPE_TRANSFER2" = "ផ្ទេរប្រាក់";

"PAPER_TYPE_IDCARD"   = "អត្តសញ្ញាណប័ណ្ណ";
"PAPER_TYPE_PASSPORT" = "លិខិតឆ្លងដែន";
"PAPER_TYPE_Driving_license"             = "ប័ណ្ណបើកបរ";
"PAPER_TYPE_Police"                      = "ប័ណ្ណមន្រ្តីរាជការ";

"SEX_TYPE_MALE"   = "ប្រុស";
"SEX_TYPE_FEMALE" = "ស្រី";

"ORDER_STATUS_SUCCESS" = "ជោគជ័យ";
"ORDER_STATUS_FAILURE" = "បរាជ័យ";
"ORDER_STATUS_PROCESS" = "កំពុងដំណើរការ";

"ACCOUNT_TYPE_KHR" = "រៀល";
"ACCOUNT_TYPE_USD" = "ដុល្លារ";
"ACCOUNT_TYPE_NONE" = "មិនទាន់ដឹង";

"DATEPICKER_YEAR" = "ឆ្នាំ";

"DATEPICKER_MONTH" = "";
"DATEPICKER_DAY" = "ថ្ងៃ";

"01" = "មករា";
"02" = "កុម្ភៈ";
"03" = "មីនា";
"04" = "មេសា";
"05" = "ឧសភា";
"06" = "មិថុនា";
"07" = "កក្កដា";
"08" = "សីហា";
"09" = "កញ្ញា";
"10" = "តុលា";
"11" = "វិច្ឆិកា";
"12" = "ធ្នូ";

"PN_MJ_STATE_DOWN_NORMAL"  = "សូមទាញចុះក្រោម";
"PN_MJ_STATE_DOWN_PULLING" = "លែង​ដៃទទួលបានទិន្នន័យថ្មី";
"PN_MJ_STATE_LOADING"      = "កំពុងទាញយក";
"PN_MJ_STATE_UP_NORMAL"    = "ទាញឡើងឬចុចសម្រាប់ទិន្នន័យបន្ថែម";
"PN_MJ_STATE_UP_PULLING"   = "ទាញឡើងទទួលបានទិន្នន័យថ្មី";
"PN_MJ_STATE_NO_MORE"      = "គ្មានទិន្នន័យបន្ថែម";
"PN_MJ_STATE_UP_RELEASE_TO_LOAD_MORE" = "លែងនិងផ្ទុកច្រើនទៀត";

"PAGE_TITLE_HOME" = "ទំព័រដើម";

"PAGE_TITLE_CONFIRM_PAY" = "យល់ព្រម";
"ALERT_MSG_CANCEL_TRANSATION" = "ចង់បោះបង់ប្រតិបត្តិការ?";

"PHONE_RECHARGE_NUMBER" = "លេខទូរស័ព្ទ";
"PHONE_TITLE_RECHARGE"  = "បញ្ចូលលុយទូរស័ព្ទ";
"PHONE_TITLE_RECHARGEAMOUNT"  = "ទឹកប្រាក់";
"PHONE_WARM_SUPPORT"    = "*គិតជាដុល្លារ";
"PHONE_TITLE_OPERATOR"  = "ប្រព័ន្ធទូរស័ព្ទ";
"PHONE_TITLE_DISCOUNT"  = "បញ្ចុះតម្លៃ";
"PHONE_TITLE_EXPLAIN"   = "ទំនិញ";
"PHONE_WARM_REFUND"     = "*មិនអាចប្តូរយកប្រាក់វិញ សូមពិនិត្យឲ្យបានច្បាស់លាស់!";
"PHONE_CALL_ACCOUNT"    = "រួចរាល់";
"PHONE_WAITTIME"        = "រង់ចាំមិនលើស30នាទី";
"PHONE_EFFORTSRECHARGE" = "កំពុងដំណើរការ";
"PHONE_PAYSUCCESS"      = "បានទូទាត់";
"PHONE_WARM_ARRIVALACCOUNT"   = "សូមទាក់ទងសេវាបម្រើអតិថិជន​ ក្នុងករណីមិនទទួលបានប្រាក់ក្នុង30នាទី";

"PayPassword_repeat_warm" =  "សូមជៀសវាងលេខស្ទួនឬលេខរៀងគ្នា";

"USER_LEVEL_FIRST"       = "Classic";
"USER_LEVEL_SECOUND"     = "Gold";
"USER_LEVEL_THIRD"       = "Platinum";

"USER_LEVEL_FIRST_IMAGE"   = "classic elepay";
"USER_LEVEL_SECOUND_IMAGE" = "silver elepay";
"USER_LEVEL_THIRD_IMAGE"   = "gold elepay";


"COUNTRY_TYPE"                         = "englishCountryJson";
"AUTHENTICATE_INPUT_IDNUMBER_WARM"     = "បញ្ចូលលេខប័ណ្ណ";
"AUTHENTICATE_IDNUMBER_EXPLAIN"        = "សូមបញ្ចូលព័ត៌មានពិតប្រាកដនិងមាន​សុពលភាពព័ត៌មានរបស់អ្នកនឹងត្រូវបានប្រើសម្រាប់ផ្ទៀងផ្ទាត់អត្តសញ្ញាណប៉ុណ្ណោះ។CoolCash ធានានូវសុវត្ថិភាព។";
"AUTHENTICATE_CLICK_SHOT"              = "ថត";
"AUTHENTICATE_HAND_CERTIFICATES"       = "រូបកាន់ប័ណ្ណ";
"AUTHENTICATE_WARM_SAFEINFO"           = "ព័ត៌មានរបស់អ្នកនឹងត្រូវបានប្រើសម្រាប់ផ្ទៀងផ្ទាត់អត្តសញ្ញាណប៉ុណ្ណោះ។CoolCash ធានានូវសុវត្ថិភាព។";
"AUTHENTICATE_BACK_CERTIFICATES"       = "ផ្នែកក្រោយ";
"AUTHENTICATE_WARM_SUREINFO"           = "ផ្ទៀងផ្ទាត់ព័ត៌មាន";
"AUTHENTICATE_WARM_SUREAGREEMENT"      = "សូមប្រាកដថាព័ត៌មានដែលផ្តល់គឺដូចគ្នានឹងព័ត៌មាននៅលើប័ណ្ណសម្គាល់របស់អ្នក។";
"AUTHENTICATE_BUTTON_TOUPDATE"         = "តម្លើងគណនី";
"AUTHENTICATE_POSITIVE_CERTIFICATES"  = "ផ្នែកមុខ";
"AUTHENTICATE_POSITIVE_CERTIFICATES_SCAN_TIP"  = "ដាក់ផ្នែកខាងមុខនៃប័ណ្ណឲ្យចំប្រអប់";
"AUTHENTICATE_BACK_CERTIFICATES_SCAN_TIP"  = "ដាក់ផ្នែកខាងក្រោយនៃប័ណ្ណឲ្យចំប្រអប់";
"AUTHENTICATE_HAND_CERTIFICATES_SCAN_TIP"  = "កាន់ប័ណ្ណសម្គាល់របស់អ្នកហើយថត";

"NATIONALITY"   = "ប្រទេស";
"SEARCH"        = "ស្វែងរក";
"REGISTER"      = "ចុះឈ្មោះ";
"register" = "បង្កើតគណនី";

"REGISTER_SUCCESS"  = "រួចរាល់!";
"REGISTER_INPUT_PASSWORD"             = "លេខសម្ងាត់6-18ខ្ទង់​(អក្សរ+លេខ)";

"PAYPASSWORD_INPUT_WARM"               = "បញ្ចូលលេខសម្ងាត់ទូទាត់";
"PAYPASSWORD_SUREINPUT_WARM"           = "បញ្ចូលលេខសម្ងាត់ទូទាត់ដើម្បីផ្ទៀងផ្ទាត់អត្តសញ្ញាណ​ ";
"PAYPASSWORD_REPEATED_CONTINUITY_WARM" = "សូមជៀសវាងលេខស្ទួនឬលេខរៀងគ្នា";



"REGISTER_CHOOSE_NATIONALITY"          = "ជ្រើសរើសប្រទេស";
"LEVEL_1/2_STEP"   = "ជំហានទី1/2";
"LEVEL_2/2_STEP"   = "ជំហានទី2/2";

"LEVEL_1/4_STEP"   = "ជំហានទី1/4";
"LEVEL_2/4_STEP"   = "ជំហានទី2/4";
"LEVEL_3/4_STEP"   = "ជំហានទី3/4";
"LEVEL_4/4_STEP"   = "ជំហានទី4/4";

"SCAN_TAKE_PHOTO_RETAKE"   = "ថតថ្មី";
"SCAN_TAKE_PHOTO_USE_PHOTO"   = "ប្រើរូប";

"AUDIT_STATE_FAILURE"       = "បរាជ័យ";
"AUDIT_STATE_IN"            = "បានស្នើសុំរួច";
"AUDIT_WARM_TEXT"           = "សំណើរបស់អ្នកត្រូវបានបញ្ជូន។ \n យើងនឹងឆ្លើយតបអ្នកក្នុងមួយថ្ងៃការងារ។";
"AUDIT_BUTTON_SURE"         = "យល់ព្រម";
"AUDIT_BUTTON_RESUBMISSION" = "សាកម្តងទៀត";
"AUDIT_FAILURE_REASON"      = "សំណើរបស់អ្នកត្រូវបានបដិសេធដោយហេតុផលដូចខាងក្រោម៖";


"EXPANDING_WALLET_LIMITS"   = "បង្កើនទំហំកាបូបរហូតដល់";
"REGISTER_WARN_SUCCESS"     = "រួចរាល់！";


"ORDER_STATUS_CANCEL"       = "បោះបង់";
"ORDER_STATUS_REFUND"       = "បានសងប្រាក់វិញ";
"PAGE_TEXT_PRODUCT_INFO"    = "ទំនិញ";
"PAGE_TEXT_RELATIVE_RECORD" = "កំំំណត់ត្រា";
"PAGE_TEXT_CHECK"           = "មើល";
"PAGE_TEXT_CONFIRE_PWD"     = "ផ្ទៀងផ្ទាត់លេខសម្ងាត់ទូទាត់";
"ALERT_MSG_NO_SEQ_NUMBER"   = "សូមជៀសវាងលេខរៀងគ្នា";
"ALERT_MSG_REPEAT_NUMBER"   = "សូមជៀសវាងលេខស្ទួន";
"PAGE_TEXT_SAVE_PAY_PWD"    = "សូមចងចាំហើយរក្សាទុកលេខសម្ងាត់ការទូទាត់របស់អ្នកឱ្យបានល្អ។";
"ACCOUNT_INFO"              = "គណនី";
"ACCOUNT_SURE_INFO"         = "ផ្ទៀងផ្ទាត់ព័ត៌មាន";
"PAGE_TEXT_NEWVERSION"    =  "កំណែថ្មីបំផុត";
"REGISTER_BACK"             = "ត្រលប់";
"REGISTER_WARM_TOREGISTER"  = "នៅសល់តែមួយជំហាន";
"REGISTER_OK"               = "យល់ព្រម";

//0124 add
"PAGE_TEXT_SPECIAL_OFFER"         = "ការផ្តល់ជូន";
"PAGE_TEXT_MERCHANT_INFO"         = "ព័ត៌មានហាង";
"PAGE_TEXT_MERCHANT_WEBSIT"       = "គេហទំព័រ:";
"ALERT_MSG_PASSWORD_FORMAT_ERROR" = "លេខសម្ងាត់6-18ខ្ទង់លេខ+អក្សរ";
"UNKNOWN" = "មិនស្គាល់";
"ALERT_MSG_CONCAT_PRIVACY"    = "សូមចូលទៅ‘Setting’ផ្តល់សិទ្ធិឲ្យ‘CoolCash’ប្រើលេខទំនាក់ទំនង";
"PAGE_TEXT_PROMOTION_NO_MORE" = "មិនទាន់មានការផ្តល់ជូន";
"PHONE_SUPPORT_ONLY"          = "សម្រាប់តែលេខទូរស័ព្ទក្នុងប្រទេសកម្ពុជា";
"PHONE_WARM_ERROR"            = "ទំរង់លេខទូរស័ព្ទមិនត្រឹមត្រូវ";


"RECHARGEABLE_STATE_SUCCESS"  = "រួចរាល់";
"RECHARGEABLE_WARM_INPUT"     = "លេខកាត";
"RECHARGEABLE_BUTTON_INPUT"   = "បញ្ជរលក់កាត>";
"RECHARGEABLE_TITLE_Name"     = "កាតដាក់ប្រាក់";
"RECHARGEABLE_ERROR_PASSWORD" = "កូដមិនត្រឹមត្រូវ សូមពិនិត្យម្តងទៀត";
"RECHARGEABLE_ERROR_LIMIT"    = "ការដាក់ប្រាក់តាមកាតក្នុងថ្ងៃនេះដល់ចំនួនកំណត់ សូមប្រើវិធីផ្សេងដើម្បីដាក់ប្រាក់។";
"RECHARGEABLE_ERROR_Contact"  = "កូដមិនត្រឹមត្រូវ បើមានបញ្ហាសូមទាក់ទងលេខ023 988 777។";
"RECHARGEABLE_HAVE_PIN_CODE" = "PIN Code Here";

//0228 add
"PAGE_TEXT_AGREEMENT_TIPS"      = "ខ្ញុំបានអានព្រមទាំងយល់ស្របនឹង";
"ALERT_MSG_REGISTER_AGREEMENT"  = "សូមយល់ស្របនឹង គោលការណ៍ CoolCash";
"ALERT_MSG_EXCHANGE_LIMIT"      = "ចំនួនមិនអាចទាបជាង0,01ដុល្លារ";
"ALERT_MSG_AUTHEN_AGE_18_LIMIT" = "យោងតាមបទប្បញ្ញត្តិធនាគារជាតិនៃកម្ពុជា ជនក្រោមអាយុ 18 ឆ្នាំ មិនអាចប្រើប្រាស់សេវាកម្មបានទេ";
"ALERT_MSG_AUTHEN_AGE_80_LIMIT" = "ការតម្លើងគណនីមិនត្រូវបានអនុញ្ញាតចំពោះជនដែលមានអាយុលើសពី 80 ឆ្នាំ។";
"PAGE_TEXT_WELCOME_SUBTITLE"    = "លឿនជាង ស្រួលជាង សុវត្ថិភាពជាង";
"PAGE_TEXT_WELCOME_TITLE"       = "ឃូលឃែស សូមស្វាគមន៍ !";


//0310 add
"PAGE_TEXT_WELCOME_LOGIN" = "សូមស្វាគមន៍ !";
"PAGE_TEXT_GO_SIGN_UP"    = "ទៅបង្កើត";
"khr_pay_warning"         =  "ចំនួនរៀលត្រូវតែចែកដាច់នឹង100";
"redpacket"               = "ប្រាក់រង្វាន់";
"redpacket_title"         = "ទទួលបានអាំងប៉ាវ";
"redpacket_desc"          = "ទឹកប្រាក់បានផ្ទេរចូលគណនីរួចរាល់";
"cashback"                = "ប្រាក់ត្រលប់";
"pay_use_khr"             = "ទូទាត់ជារៀល >";
"pay_use_dollar"          = "ទូទាត់ជាដុល្លារ >";

"go_consume"              = "តោះទៅ";
"SUBTRADE_TYPE_CASHBACK"  = "ប្រាក់ត្រលប់";
"discount_title"          = "ការផ្តល់ជូន";
"go_cash_toin"            = "ដាក់ប្រាក់";
"nickname_hint"           = "ដាក់ឈ្មោះរបស់អ្នក";
"upgrade_user_high_grade" = "តម្លើងទៅGold\nបង្កើនទំហំកាបូបរហូតដល់";
"upgrade_user_check_dot" = "ទៅកាន់បញ្ជរVi-Pointតម្លើងគណនី\nបង្កើនទំហំកាបូបរហូតដល់";
"Call"    = "ហៅ";
"Balance" = "សមតុល្យ";
"Hotline" = "សេវាអតិថិជន";
"Hotline" = "សេវាអតិថិជន";
"Country" = "ប្រទេស";
"Scan_Warn_InputAmount​​​​​​​​​​​​​​​​​​​" =  " បញ្ចូលចំនួន";
"Scan_Warn_SelectWallet" = "ជ្រើសរើសរូបិយប័ណ្ណ";
"hint_money_input"         = "បញ្ចូលចំនួនទឹកប្រាក់";
"btn_title_map"            = "ផែនទី";
"tf_placeholder_phone_num" = "លេខទូរស័ព្ទ";
"tf_placeholder_pwd"       =  "លេខសម្ងាត់គណនី";
"tf_placeholder_sms"       = "កូដផ្ទៀងផ្ទាត់";

"SUBTRADE_TYPE_CASHBACK_ProductName" = "ប្រាក់ត្រលប់";



"question_txt" = "ចម្ងល់";
"share_app_txt" = "ប្រាប់មិត្តភក្កិ";
"share_Facebook_txt" = "Facebook";
"share_Messager_txt" = "Messenger";
"share_WeChat_txt" = "WeChat";
"share_WeChatCircle_txt" = "Moments";
"share_app_title" = "ចែករំលែកបទពិសោធដ៏អស្ចារ្";
"share_succ" = "បានផ្ញើ";
"share_fail" = "ផ្ញើបរាជ័យ";
"share_app_desc" = "សេវាកម្មទូទាត់មិនប្រើក្រដាស់ប្រាក់ដែលមានភាពងាយស្រួល និងសុវត្ថិភាពខ្ពស់មាននៅតែCoolCash។";

"discover_me_enterGold" = "ទីតាំងដាក់ប្រាក់ដែលនៅជិត";
"discover_Businessmen_enterGold" = "ទីតាំងដាក់ប្រាក់ដែលនៅជិតហាង";
"discover_toomore_enterGold" = "ទីតាំងដាក់ប្រាក់បន្ថែមទៀត";
"map_help" ="របៀបប្រើ";
"map_toomore" = "បន្ថែមទៀត";
"map_getPower" = "អនុញ្ញាតឲ្យប្រើមុខងារទីតាំង";
"map_power_warm" = "ចុចលើពាក្យ 'ទៅកាន់ Setting' ចូលទៅកាន់ Setting-កម្មវិធី-CoolCash-សិទ្ធិ រួចបើកសិទ្ធិប្រើប្រាស់មុខងារទីតាំង។ ទៅកាន់ Setting?";

"view_text_loading" = "កំពុងទាញទិន្នន័យ";
"TRANS_TYPE_Remuneration" = "ប្រាក់បៀវត្សរ៍";
"phoneTopUp_firend_txt" = "កំណត់ត្រា";
"remark_txt" = "ដាក់ឈ្មោះ";
"remark_sample_txt" = "ឧទាហរណ៍: Crush, Idol...";

//0425
"found_search_hint" = "កំពុងរកអ្វី?";
"recommend_txt" = "ណែនាំ";
"history_search_txt" = "កំណត់ត្រា";
"search_empty_txt" = "មិនមានហាងឈ្មោះ \"%@\"";

"discover_detail_tip_before_request" = "សូមអនុញ្ញាតឲ្យCoolCashប្រើប្រាស់មុខងារទីតាំងរបស់អ្នក";
"discover_detail_tip_deny" = "មិនអនុញ្ញាត";
"discover_detail_tip_un_authed" = "CoolCash ត្រូវការប្រើប្រាស់មុខងារទីតាំង សូមទៅកាន់Setting -> CoolCash -> បើកមុខងារទីតាំង";
"discover_detail_tip_goto_settings" = "ទៅ Setting";

"discover_show_image_save_success" = "រូបភាពបានរក្សាទុកដោយជោគជ័យ";
"discover_show_image_save_failed" = "ការរក្សាទុករូបភាពបានបរាជ័យ";

"net_all_route_unavaiable" = "មានបញ្ហាបច្ចេកទេសបន្តិច ចង់សាកល្បងម្តងទៀតឬ?";
"net_router_txt_unavaiable" = "អ៊ីនធឺណិតមានបញ្ហាបន្តិច សាកល្បងម្តងទៀត!";

"store_promotion_txt" = "ផ្តល់ជូន";
"store_menu_txt" = "ម៉ឺនុយ";
"store_merchant_txt" = "អំពីហាង";
"new_version_detected" = "មានកំណែថ្មី";
"Remark_txt" = "សម្គាល់";

//0509
"pin_num" = "PIN កូដ";
"pin_num" = "PIN码";

"broadband_tv" = "អ៊ិនធឺណិត និង ទូរទស្សន៍";
"broadband_tv_pay_history" = "កំណត់ត្រា";
"broadband_tv_username" = "ឈ្មោះអ្នកប្រើ";
"broadband_tv_goods_remark" = "អំពីផលិតផល";
"broadband_tv_pay_origanization" = "ក្រុមហ៊ុនទទួល";
"broadband_tv_tip_checkstand" = "បញ្ចូលលុយអ៊ិនធឺណិត និង ទូរទស្សន៍";
"broadband_tv_re_recharge" = "ព្យាយាមទៀត";
"broadband_tv_deal_failed" = "ប្រតិបត្តិការបរាជ័យ";
"broadband_tv_deal_overtime" = "ប្រតិបត្តិការបរាជ័យ សូមពិនិត្យមើលអ៊ិនធឺណិតរបស់អ្នក";
"broadband_tv_deal_processing" = "កំពុងដំណើរការ";
"broadband_tv_will_process_soon" = "សូមរង់ចាំបន្តិច!";
"broadband_tv_organization_processing" = "ក្រុមហ៊ុនកំពុងទទួលការទូទាត់របស់អ្នក";
"broadband_tv_tip_one_hour_deal" = "ប្រើពេលមិនលើសពី1ម៉ោង ជាក់ស្តែងអាចនឹងលឿនជាងពេលកំណត់";
"broadband_tv_payment_success" = "ទូទាត់ជោគជ័យ";
"broadband_tv_tip_your_pin_is" = "PIN កូដ(ទូរគមនាគមន៍កម្ពុជា)របស់អ្នក៖";
"broadband_tv_please_dial" = "ខលទៅកាន់ ";
"broadband_tv_recharge_follow_customer_service" = " រួចធ្វើតាមសេចក្តីណែនាំដើម្បីបញ្ចូលទឹកប្រាក់";
"broadband_tv_tip_limit_account_digi" = "លេខកិច្ចសន្យាគួរតែមានប្រវែង 5 - 6 ខ្ទង់";
"broadband_tv_tip_limit_account_ezecom" = "គណនីអតិថិជនគួរតែមានប្រវែង 3 - 8 តួ";
"broadband_tv_tip_limit_money_digi" = "ចំនួនទូទាត់នៃ Digi គួរតែចន្លោះពី 1 - 1000 ដុល្លារ";
"broadband_tv_tip_limit_money_ezecom" = "ចំនួនទូទាត់នៃ Ezecom គួរតែចន្លោះពី 5 - 1000 ដុល្លារ";
"broadband_tv_history_account" = "ថ្មីៗនេះ";
"broadband_tv_bill_amount" = "ចំនួនទូទាត់";
"broadband_tv_input_bill_amount" = "បញ្ចូលចំនួនត្រូវទូទាត់";
"broadband_tv_contract_number" = "លេខកិច្ចសន្យា";
"broadband_tv_customer_number" = "គណនីអតិថិជន";
"broadband_tv_pay_usd_only" = "*គិតជាដុល្លារ";
"broadband_tv_check_info" = "មិនអាចធ្វើការកែប្រែបានក្រោយពេលផ្ទេរ សូមផ្ទៀងផ្ទាត់ឲ្យបានត្រឹមត្រូវមុននឹងបញ្ជូន";
"broadband_tv_will_send_message_and_push_processing" = "PIN កូដនឹងត្រូវផ្ញើទៅកាន់ទូរស័ព្ទរបស់អ្នក សូមពិនិត្យមើលសារព្រមទាំងដំណឹងរបស់ទូរស័ព្ទ";
"broadband_tv_will_send_message_and_push_get_pin_failed" = "កំពុងទាញយកPINកូដ សូមពិនិត្យមើលសារព្រមទាំងដំណឹងរបស់ទូរស័ព្ទ!";

"order_status_close" = "បានបិទ";
"ezecom_helpdesk" = "ទំនាក់ទំនង Ezecom";
"digi_helpdesk" = "ទំនាក់ទំនង Digisuper";

"ViPay_background_tip_safe_protect" = "វីផេប្តេជ្ងាក្នុងការរក្សាសុវត្ថិភាពនៃព័ត៌មានរបស់អ្នក";
"common_delete_confirm_tip" = "ចង់លុបឬ?";

"checkStand_pay_rightnow" = "ទូទាត់";
"checkStand_pay_confirm" = "យល់ព្រម";
"checkStand_pay_method" = "របៀបទូទាត់";
"checkStand_choose_pay_method" = "ជ្រើសរើសរបៀបទូទាត់";
"checkStand_balance_not_enough" = "ទឹកប្រាក់មិនគ្រប់គ្រាន់";
"checkStand_exchange_to" = " ប្តូរទៅ ";
"checkStand_amount_minus" = "ទឹកប្រាក់បានដក";
"checkStand_coupons" = "ប័ណ្ណបញ្ចុះតម្លៃ";
"checkStand_coupon" = "ផ្តល់ជូន";
"checkStand_payment_overtime" = "ការបញ្ជាទិញមិនដំណើរការt";
"check_stand_choose_coupon" = "ជ្រើសរើសការផ្តល់ជូន";

"register_will_send_you_sms" = "យើងនឹងផ្ញើលេខកូដផ្ទៀងផ្ទាត់6ខ្ទង់ទៅទូរស័ព្ទអ្នក";
"register_input_verification_code" = "បញ្ចូលកូដផ្ទៀងផ្ទាត់";
"register_have_sent_sms_to" = "យើងបានផ្ញើទៅកាន់";
"register_set_your_password" = "កំណត់លេខសម្ងាត់គណនី";
"register_no_need_to_wait_sms" = "ដើម្បីឲ្យគណនីរបស់អ្នកកាន់តែមានសុវត្ថិភាព!";
"register_6_18_bit" = "លេខ+អក្សរ 6-18ខ្ទង់";
"register_one_key_send_sms" = "ផ្ញើលេខសម្ងាត់តាមសារ";
"register_set_password_success" = "កំំណត់លេខសម្ងាត់គណនីរួចរាល់";
"register_has_sent_password_to" = "លេខសម្ងាត់ត្រូវបានផ្ញើទៅកាន់";
"register_number_to_check_sms" = "សូមពិនិត្យមើលសារ";
"register_bind_account" = "គណនីដែលបានភ្ជាប់";
"register_send_verification_code" = "ផ្ញើកូដ";
"register_invalid_token" = "ការផ្តល់សិទ្ធិត្រូវបានផុតសុពលភាព";

"mobile_num" = "សូមបញ្ចូលលេខទូរស័ព្ទរបស់អ្នក";
"send_sms" = "យើងនឹងផ្ញើលេខកូដផ្ទៀងផ្ទាត់6ខ្ទង់ទៅទូរស័ព្ទអ្នក";
"login_fb" = "ភ្ជាប់ជាមួយ %@";
"login_fb_input" = "បញ្ចូលលេខទូរស័ព្ទ";
"input_smscode" = "បញ្ចូលកូដផ្ទៀងផ្ទាត់";
"send_num" = "យើងបានផ្ញើទៅកាន់ +855 %@";
"psw_format" = "លេខ+អក្សរ 6-18ខ្ទង់";
"input_psw" = "លេខសម្ងាត់គណនី";
"login_psw" = "កំណត់លេខសម្ងាត់គណនី";
"login_desc" = "ដើម្បីឲ្យគណនីរបស់អ្នកកាន់តែមានសុវត្ថិភាព!";
"send_login_pwd_alert_msg" = "លេខសម្ងាត់ត្រូវបានផ្ញើទៅកាន់+855 %@ សូមពិនិត្យមើលសាររបស់អ្នក";
"login_psw_succ" = "កំំណត់លេខសម្ងាត់គណនីរួចរាល់";
"select_gender" = "ជ្រើសរើសភេទ";
"bind_success_alert" = "បានភ្ជាប់!";
"detail_meta_description" = "រួសរាន់ឡើងមកទទួលយកមុនគេ!";
"detail_meta_title" = "បញ្ចុះតម្លៃច្រើនមិនគួរឲ្យជឿ";
"coupons_list_title" = "ឡូយមែន! អ្នកទទួលបានការផ្តល់ជូនបន្ថែមសម្រាប់ការទូទាត់នេះ";

"coupon_state_unused" = "មិនទាន់ប្រើ";
"coupon_state_used" = "បានប្រើ";
"coupon_state_expired" = "ផុលសុពលភាព";
"coupon_state_avaliable" = "អាចប្រើបាន";
"coupon_state_not_arrived" = "មិនទាន់ប្រើបាន";
"coupon_validity" = "សុពលភាព";
"coupon_rule" = "លក្ខខណ្ឌ";
"coupon_instruction" = "របៀបប្រើ";
"coupon_applicable_merchants" = "ប្រើបាននៅហាង";
"applicable_merchants_none" = "មិនមានហាងអាចប្រើបាន";
"applicable_store_num" = "ចំនួនហាងអាចប្រើបាន %@ ហាង";
"applicable_store_none" = "មិនមានហាងអាចប្រើបាន";
"page_title_payment_merchant" = "ទូទាត់ទៅអាជីវករ";
"label_title_coupon_arrived" = "បានទទួលយកប័ណ្ណបញ្ចុះតម្លៃ";
"supported_currency" = "ទទួលរូបិយប័ណ្ណ:";
"coupon_rate" = "បញ្ចុះតម្លៃ";
"coupon_detail" = "អំពីប័ណ្ណបញ្ចុះតម្លៃ";
"member_card_detail" = "អំពីកាតសមាជិក";
"member_card_valid_date" = "សុពលភាព";
"tip_no_coupon" = "មិនមានប័ណ្ណបញ្ចុះតម្លៃ";
"tip_no_member_card" = "មិនកាតសមាជិក";
"coupon_applicable_store" = "ប្រើបាននៅសាខា";
"coupon_when_reach" = "ចំណាយអស់%@ ដកជូន%@";
"coupon_type_desc_cash_back" = "សាច់ប្រាក់";
"coupon_type_desc_minus" = "ដកចេញ";
"coupon_type_desc_discount" = "បញ្ចុះតម្លៃ";
"coupon_title_no_use" = "មិនប្រើប័ណ្ណបញ្ចុះតម្លៃ";
"coupon_threshold" = "លក្ខខណ្ឌ៖ ចំនាយអស់%@ ដើម្បីទទួលបានការផ្តល់ជូន";
"coupon_max_limit" = "ចំនួនកំណត់ការផ្តល់ជូន";
"coupon_share_subTitle" = "មានពេល 24ម៉ោងដើម្បីទទួល កុំខនខានណា ~";
"coupon_share_title" = "ខ្ញុំមានរឿងពិសេសចង់ប្រាប់!!!";
"valid_forever" = "សុពលភាពរហូត";
"check_your_coupon_here" = "មើលប័ណ្ណបញ្ចុះតម្លៃអ្នកនៅទីនេះ";
"coupon_usable_at" = "គ្រប់ %@ អាចប្រើបាន";
"store_opening_time" = "បើក 24ម៉ោង";
"coupon_threshold_none" = "ដើម្បីទទួលបានការផ្តល់ជូន：មិនមានលក្ខខណ្ឌ";
"coupon_max_limit_none" = "ឥតកំណត់";
"maps_mylocation_title" = "នៅជិត";

"hint_authen_instant" = "បញ្ជាក់អត្តសញ្ញាណ";
"hint_authen_again" = "បញ្ជាក់ម្តងទៀត";
"authen_state_unapplying" = "មិនទាន់បញ្ជាក់";
"authen_state_applying" = "កំពុងបញ្ជាក់";
"authen_state_success" = "បានបញ្ជាក់";
"authen_state_failed" = "បញ្ជាក់បរាជ័យ";
"hint_apply_failed" = "ត្រូវបានបដិសេធ";
"hint_authen_state_unapplying" = "បញ្ជាក់គណនីដើម្បីបង្កើនទំហំកាបូបនិងដកប្រាក់បានងាយស្រួល!";
"hint_authen_state_failed" = "មូលហេតុ៖";
"hint_authen_state_success" = "ទៅកាន់បញ្ជរវីផេដើម្បីតម្លើងទៅជាគណនីPlatinum";
"hint_reason_start_apply_ing" = "សំណើត្រូវបានបញ្ជូន\nពួកយើងកំពុងពិនិត្យឯកសាររបស់អ្នក ហើយពួកយើងនឹងឆ្លើយតបក្នុងរយៈពេល 1 ទៅ 3ថ្ងៃនៃថ្ងៃធ្វើការ";
"hint_reason_start_apply_failed" = "សំណើត្រូវបានបដិសេធដោយមូលហេតុ៖\n";
"check_auth_data_again" = "សូមផ្ទៀងផ្ទាត់ឯកសារឲ្យបានច្បាស់លាស់";
"upload_card_info" = "អាប់ឡូតឯកសារ";
"photo_demo_one_txt" = "ត្រឹមត្រូវ";
"photo_demo_two_txt" = "មិនច្បាស់";
"photo_demo_three_txt" = "មិនពេញលេញ";
"confirm_picture_clear" = "សូមប្រាកដថាព័ត៌លើឯកសារទាំងអស់មានសភាពច្បាស់និងពេញលេញ";
"authen_step2_uplaod_card" = "អនុញ្ញាតឲ្យប្រើមុខងារទីតាំង";
"authen_step2_uplaod_passport" = "អាប់ឡូតអត្តសញ្ញាណប័ណ្ណ";
"title_pay_to_merchant" = "ទូទាត់ទៅអាជីវករ";
"view_text_payee_acc" = "គណនីទទួល";
"view_title_transfer_input_acc" = "បញ្ចូលគណនីឃូលឃែស";
"know_in_out_money_fee" = "ថ្លៃសេវា";
"hint_login_psw_sended" = "លេខសម្ងាត់គណនីបានផ្ញើជាសារទៅកាន់ទូរស័ព្ទរបស់អ្នក";
"order_info" = "អំពីប្រតិបត្តិការ";
"exchange_rate" = "អាត្រាប្តូរ";
"please_input_id_card_number" = "បញ្ចូលលេខអត្តសញ្ញាណប័ណ្ណ";
"please_input_passport_number" = "បញ្ចូលលេខលិខិតឆ្លងដែន";
"please_input_lastname" = "បញ្ចូលត្រកូល";
"please_input_firstname" = "បញ្ចូលឈ្មោះ";
"please_select_country" = "ជ្រើសរើសប្រទេស";
"please_upload_id_card_pic" = "បញ្ជូលប័ណ្ណសម្គាល់";
"please_upload_passpart_pic" = "អាប់ឡូតលិខិតឆ្លងដែន";
"map_paygo_list_empty" = "សូមអភ័យទោស ទឹតាំងរបស់អ្នកមិននៅក្នុងតំបន់សេវាកម្មផេហ្គោទេ!";
"map_ViPay_list_empty" = "Oops, your location is out of CoolCash service area!";
"hint_real_name_input" = "សូមបំពេញឈ្មោះពិតដើម្បីធានានូវសុវត្ថិភាគគណនី";
"title_addtion_info" = "ព័ត៌មានបន្ថែម";
"btn_register_hint_known" = "យល់ព្រម";
"no_transfer_self" = "មិនអាចផ្ទេរចូលគណនីខ្លួនឯង";
"account_is_blocked"="This receive account is blocked！";
"account_is_deactivated"="This receive account is deactivated！";
"hint_input_transfer_amount" = "បញ្ចូលចំនួន";
"hint_authen_state_applying" = "យើងនឹងឆ្លើយតបក្នុងរយៈពេលមួយថ្ងៃការងារ";

"paymentCode" = "ស្កេនចាយលុយ";
"coupont_detail_go_shopping" = "ចូលទៅកាន់ បង់ប្រាក់";
"paymentCode_overpay_txt" = "ដើម្បីសុវត្ថិភាពទឹកប្រាក់អ្នកចំនួនទឹកប្រាក់សម្រាប់ការទូទាត់ក្នុងមួយលើកមិន\nលើសពី៥០$ ឬ ២០០,០០០ រៀល";
"paymentCode_check_num_txt" = "ពិនិត្យមើលតួលេខ";
"paymentCode_open_paycode" = "បើកលេខកូដទូទាត់";
"paymentCode_save_your_money" = "CoolCash, ធានាសុវត្ថិភាពទឹកប្រាក់របស់អ្នក";
"open_paycode_desc" = "អ្នកមិនទាន់បើកមុខងារនេះ\nក្រោយការបើក គឺយល់ព្រមចំពោះមុខងារស្កែនទូទាត់ដោយមិនចាំបាច់មានលេខសម្ងាត់\nបង្ហាញលេខកូដទូទាត់ទៅកាន់ម្ចាសហាង បន្ទាប់មកធ្វើការទូទាត់ជាការស្រេច";
"open_paycode_again" = "ដើម្បីបើកដំណើរការមុខងារនេះឡើងវិញ\nក្រោយពេលអ្នកបើកវា សូមបង្ហាញលេខកូដទូទាត់ទៅកាន់ម្ចាស់ហាង ដើម្បីបង់ប្រាក់រហ័ស។";
"open_mean_to_agree" = "បើកនិងបង្ហាញការយល់ព្រម ";
"ViPay_paymentCode_service_agreeMent" = "កិច្ចព្រមព្រៀងសេវាលេខកូដទូទាត់ CoolCash";
"ViPay_paymentCode_agreeMent" = "CoolCash, កិច្ចព្រមព្រៀងលេខកូដទូទាត់";
"paymentCode_open" = "បើក";
"netword_error_openpaycode" = "ប្រព័ន្ធអ៊ីនធើណេតខុសប្រក្រតី ការបើកបរាជ័យ។\nសូមសាកល្បងម្ដងទៀតនៅពេលក្រោយ។";
"paycode_saveuser_desc" = "លេខកូដទូទាត់ត្រូវបានប្រើដើម្បីបង្ហាញអ្នកគិតលុយនៅពេលបង់ប្រាក់តែប៉ុណ្ណោះ។\nដើម្បីជៀសវាងការក្លែងបន្លំ សូមកុំផ្ញើវាទៅអ្នកដទៃ។";
"paycode_nomoney" = "សមតុល្យគណនីមិនគ្រប់គ្រាន់ សូមបញ្ចូលទឹកប្រាក់នៅសាខាក្រៅប្រព័ន្ធ។";
"paycode_psw_check" = "ផ្ទៀងផ្ទាត់លេខសម្ងាត់";
"paycode_inputpsw" = "សូមបញ្ចូលលេខសម្ងាត់ទូទាត់ ដើម្បីបើកការទូទាត់ទល់មុខគ្នា";
"paycode_stopuse" = "ផ្អាកការប្រើប្រាស់";
"paycode_refresh" = "សូមលេខកូដទូទាត់ថ្មី ម្ដងទៀត";
"paycode_stopuser_desc" = "លេខកូដទូទាត់ធ្វើឱ្យការទូទាត់កាន់តែងាយស្រួល។\nផ្អាកការប្រើប្រាស់លេខកូដទូទាត់ ការប្រើប្រាស់នៅលើកក្រោយ ត្រូវបើកដំណើរការសារជាថ្មីឡើងវិញ។";
"paycode_stopuser_fail" = "ផ្អាកការប្រើប្រាស់ បរាជ័យ";
"try_again" = "ព្យាយាមម្តងទៀត។";
"limited_pay_count" = "ការប្រើប្រាស់លើសថ្ងៃនេះ។";
"Cash_received_successful" = "សូមអបអរសាទរចំពោះការឈ្នះ។";
"view_now" = "មើលឥឡូវ។";
"view_in_balance" = "បញ្ចូលទៅក្នុងសមតុល្យរបស់អ្នក។";
"instructions" = "របៀបប្រើ";
"new_user_redpacket" = "អ្នកប្រើថ្មី។";
"invite_friend_reward" = "អញ្ជើញមិត្តភក្តិអោយចូលរួមនឹងទទួបានរង្វាន់";
"business_opening" = "កំពុងបើក";
"business_closed" = "កំពុងសំរាក់";
"coupon_cash_rule_2" = "ប្រើកម្រិត៖ មិនមានកំរិតទេប្រសិនបើចំនួនទឹកប្រាក់បញ្ជាទិញតិចជាងចំនួនទឹកប្រាក់នៃនិកាយ គ្មានការប្តូរប្រាក់អាប់វិញឡើយ។";
"coupon_cash_rule_3" = "ការផ្ទៀងផ្ទាត់: ";
"store_consume" = "ធ្វើការចំនាយនៅក្នុងហាង";
"coupon_no_change" = "មិនមានការប្តូរប្រាក់អាប់";
"hint_check_bonus" = "មើល“ ប្រាក់រង្វាន់របស់ខ្ញុំ”";
"hint_share_packet_dialog" = "អស់ទាស់! \n មានប្រតិបត្តិការ \n%@ មួយផ្សេងទៀតនៅក្នុងគណនី!";

"inform_details" = "ព័ត៌មានលំអិតពីការជូនដំណឹង";
"title_choose_map" = "ជ្រើសរើសផែនទី";
"hint_link_copied" = "Link ត្រូវបានចម្លងចូលរួចរាល់ហើយអ្នកអាចចែករំលែកបាន!";
"copy_link" = "ចម្លង Link";
"scan_to_share" = "ស្កេនកូដចែករំលែក";
"invite_friends_to_vipay" = "អញ្ជើញមិត្តភក្តិចូលចុះឈ្មោះក្នុង CoolCash";
"scan_to_register" = "ស្កេនលេខកូដ QR ដោយប្រើទូរស័ព្ទដៃរបស់អ្នកដើម្បីបំពេញការចុះឈ្មោះ";
"tips_for_iphone_user" = "(អ្នកប្រើប្រាស់ iPhone ណែនាំឱ្យប្រើទូរស័ព្ទរបស់អ្នកដើម្បីបើកកាមេរ៉ាផ្ទាល់ខ្លួនរបស់អ្នក)";
"recommended_to_friends" = "ណែនាំទៅកាន់មិត្តរបស់អ្នក >";
"not_full_using_cash_limit_tip" = "ចំនួនទឹកប្រាក់បញ្ជាទិញនាពេលបច្ចុប្បន្នគឺតិចជាងចំនួនទឹកប្រាក់នៃអាំងប៉ាវសាច់ប្រាក់ដែលអ្នកមាន នោះមិនមានប្រាក់អាប់ត្រឡប់មកវិញទេ។ តើអ្នកចង់បន្តការបង់ថ្លៃនេះទេ?";
"my_invitation_code" = "លេខកូដណែនាំ";
"invitation_code_copied" = "លេខកូដអញ្ជើញត្រូវបានចម្លង";
"invitation_code_input_tip" = "បំពេញលេខកូដណែនាំប្រសិនបើមាន";
"invitation_code_label_tip" = "មិនចាំបាច់បំពេញលេខកូដអញ្ជើញនោះទេ ប្រសិនបើអ្នកមិនទទួលបានលេខកូដ អ្នកអាចទុកចន្លោះមិនចាំបាចបំពេញ";
// 2.0.0
"paygo_list_empty" = "មិនមាន ព័ត៌រមានពាក់ព័ន្ធទេ";
"paygo_getlocation" = "អ្នកមិនទាន់ បានបើកទីតាំងនៅឡើយទេ ចុច ដើម្បីទទួលបានទីតាំង";
"get_location" = "ចុច ដើម្បីទទួលបានទីតាំង";
"paygo_tab_nearly" = "នៅក្បែរ";
"paygo_tab_merchant_agent" = "ភ្នាក់ងារ ពាណិជ្ជករ";
"paygo_tab_vipay" = "CoolCash";
"tag_mine_general" = "គោលបំណងទូទៅ";
"my_coupon" = "គូប៉ុង របស់ខ្ញុំ";
"my_coupon_all" = "មើលទាំងអស់ (%d)";
"my_coupon_not_avaliable" = "មិនមាន";
"my_coupon_coupons" = "គូប៉ុង";
"my_coupon_cards" = "កាត";
"invitioncode_getted_tips" = "លេខកូដអញ្ជើញ ត្រូវបានចម្លង និងផ្ញើរទៅកាន់មិត្តរបស់អ្នក ~";
"invitation_code_explain" = "លេខកូដអញ្ជើញ គឺជា របៀបប្រតិបត្ដិរបស់CoolCash បំពេញ លេខកូដអញ្ជើញ ដើម្បីឱ្យមិត្តទទួលបានរង្វាន់ដែលផ្តល់ដោយCoolCash ដែលស្របតាមសកម្មភាពកម្មវិធីជាក់ស្តែង";
"collection_facetofact" = "ការផ្ទេរប្រាក់ដោយផ្ទាល់";
"collection_code_transfer" = "ទទួលប្រាក់តាម QRកូដ";

"input_merchant_name_keyword" = "ភ្នាក់ងារ នៅក្បែរ";
"hot_search_title" = "ទីតាំង ពេញនិយម";
"store_search_nearly" = "នៅក្បែរ";
"confirm_delete_all" = "បញ្ជាក់ លុបទាំងអស់?";
"can_not_find_infomation" = "មិនមានព័ត៌មានអំពី `%@` ត្រូវបានរកឃើញទេ";
"empty_search_result" = "ស្វែងរកគ្មានលទ្ធផល";
"select_city" = "ជ្រើសរើស តំបន់";
"current_city" = "ទីក្រុង បច្ចុប្បន្ន";
"hot_city" = "តំបន់ កំពុងពេញនិយម";
"recommended_merchant" = "ណែនាំ";
"tips_cashin" = "និងប្រាប់អ្នក ពីការដាក់ប្រាក់ចុងក្រោយបំផុត ~";
"tips_nearly_store" = "ថ្មី! ទូលំទូលាយបំផុត ជិតស្និតនិងអ្នកបំផុតការបញ្ចុះតំលៃជាច្រើននៅទីនេះ~";
"hot_business_circle" = "តំបន់ ហាង ពេញនិយម";
"title_all" = "ទាំងអស់";
"search_all_kind" = "ប្រភេទ";
"search_store_coupon" = "គូប៉ុង ពាណិជ្ជករ";
"all_preferential" = "ការផ្តល់ជូន";
"search_service" = "សេវាកម្ម";
"all_city" = "ក្រុងទាំងអស់";
"store_list_available" = "មាន នៅទីនេះ";
"use_vipay" = "ប្រើប្រាស់ CoolCash";
"distance_from_you" = "%@ ពីអ្នក";
"view_other_x_store" = "ហាង %zd ផ្សេងទៀត >";
"coupon_get" = "ទទួល";
"coupon_getted" = "បានទទួល";
"valid_date_since_received" = "%@ អាចប្រើបានចាប់ពីថ្ងៃនៃដែលទទួលបាន មានសុពលភាព %@ ថ្ងៃ";
"nearby_cash_in_dot" = "ហាង ដែលនៅជិត";
"use_vipay_discount" = "បញ្ចុះតំលៃ ជាមួយ CoolCash";
"nearly_store" = "ពាណិជ្ជករ នៅជិត";
"coupon_get_success" = "បានទទួលជោគជ័យ អ្នកអាច ចុច មើលនៅទំព័រដើម";
"coupon_get_failed" = "ការទទួលបរាជ័យ សូមសាក់ល្បងម្តងទៀត";
"none_other_store" = "មិនមានហាង ផ្សេងទៀតទេ";
"view_store_detail" = "លំអិតអំពី ហាង";
"search_no_store" = "មិនមាន ព័ត៌រមានទាក់ទង នឹងហាង";
"other_stores" = "អាជីវកម្មផ្សេង ទៀត";
"view_dot_map_title" = "ផែនទីចំណុច";
"map_list_title" = "តារាង ទីតាំងហាង";
"transfer_between_vipay" = "រវាង CoolCash";
"store_list_coupon_tips" = "គូប៉ុង %zd របស់អ្នក";
"search_guess" = "អ្នកអាច ចូលចិត្ត";
"recommend_brand" = "ណែនាំ ប្រេន";
"new_store" = "ហាង ថ្មី";
"nearly_strore_empty" = "មិនមាន ហាងដែលទាក់ទងនៅក្បែរនោះទេ";
"search_store_recommend" = "មិនមាន ព័ត៌រមានទាក់ទងនឹងហាងនេះទេ,\nយើងសូមណែនាំហាងដូចខាងក្រោម";
"use_google_map_tips" = "ដើម្បី ទទួលបាន បទពិសោធន៍ ល្អប្រសើរយើងសូមណែនាំឱ្យប្រើ Google Maps.";
"hint_distance_from_merchant" = "%@ ពីពាណីជ្ជករ";
"invitaion_paste_info" = "ចុច លើ LINK ដើម្បីទាញយក CoolCash, https://app-h5.vipaylife.com/h5-html/download/, ចុះឈ្មោះ និងបញ្ចូលលេខកូដអញ្ជើញ %@ ចូលរួមជាមួយយើងខ្ញំុទាំអស់គ្នា~ ";
"share_main_title" = "បញ្ចុះតំលៃជាមួយViPa";
"share_sub_title" = "រង្វាន់ពិសេសកំពុងរងចាំ អ្នក! សូមប្រញាប់រួសរាន់ឡើង !";
"phone_number_not_register" = "លេខទូរស័ព្ទនេះមិនទាន់បានចុះឈ្មោះ ទេ តើអ្នកចង់បន្ត ឬ ធ្វើការបោះបង់";
"register_rightnow" = "ចុះឈ្មោះ";

// added v2.2.0
"map_point" = "បញ្ជូរ ដាក់ប្រាក់";
"bank_title" = "កាត ធនាគារ";
"mappago_title_help" = "ជំនួយ";
"acleda_amount_title" = "បញ្ចូលចំនួន ទឹកប្រាក់ សំរាប់ដាក់ប្រាក់";
"acleda_amount_usd" = "ការដាក់ប្រាក់ USD";
"acleda_amount_khr" = "ការដាក់ប្រាក់ KHR";
"acleda_amount_notice" = "* ធនាគារគិតកម្រៃប្រតិបត្តិការ %@ ក្នុងមួយលើក សម្រាប់ឥណពន្ធជាក់ស្តែងសូមពិនិត្យមើលរបាយការណ៍ធនាគារ";
"acleda_number_title" = "បំពេញព័ត៌រមាន កាតធនាគារ";
"acleda_number_select_title" = "ជ្រើសរើស វិធីទូទាត់";
"acleda_number_select_account" = "លេខ គណនី";
"acleda_safecode_num_title" = "លេខ កាតធនាគារ";
"acleda_number_card_title" = "សូមបញ្ចូល លេខគណនី";
"acleda_number_card_title_account" = "សូមបញ្ចូល លេខគណនី";
"home_cashin_notice" = "អ្នកមានប្រាក់បញ្ញើកាតធនាគារ% %zd កំពុងដំណើរការ ចុច ដើម្បីមើលបន្ត";
"card_help" = "វិធី ប្រើប្រាស់កាតធនាគា";
"paygo_help" = "វិធីប្រើប្រាស់ Paygo";
"aclede_order_doing" = "មានការដាក់ប្រាក់ពី កាតធនាគារចំនួន% %zd កំពុងត្រូវបានដំណើរការ តើត្រូវបញ្ជាក់ ឬ បន្ត ដំណើរការ?";
"aclede_amount_max" = "ការដាក់ប្រាក់ ម្តងមានកំណត់ចំនួន USD 500.00 ឬ 2,000,000 KHR";
"aclede_amount_user_grade" = "លើសចំនួនកំណត់នៃការដាក់ប្រាក់នៅក្នុងគណនី CoolCash អ្នកអាចជ្រើសរើសបញ្ចូលចំនួនទឹកប្រាក់ឡើងវិញ ឬ ផ្ទៀងផ្ទាត់សារជាថ្មី";
"aclede_amount_user_grade_go" = "តម្លើង គណនី";
"aclede_amount_edit" = "កែប្រែ ចំនួនទឹកប្រាក់";
"aclede_amount_currency_select" = "ជ្រើសរើស រូបិយបណ្ណ័";
"aclede_amount_hint" = "សូម បញ្ចូលចំនួនទឹកប្រាក់";
"acleda_safecode_title" = "បញ្ចូលលេខកូដ សុវត្ថិភាព";
"acleda_safecode_vipay_title" = "គណនី ដាក់ប្រាក់ CoolCash";
"acleda_safecode_input_title" = "សូមបញ្ចូល លេខសម្ងាត់នៅក្នុងប្រអប់សាររបស់អ្នក";
"acleda_safecode_input_title_softcode" = "សូមបញ្ចូលលេខកូដសុវត្ថិភាព UAT Security Token (មួយដង)";
"acleda_safecode_input_title_hardcode" = "សូមបញ្ចូល លេខសម្ងាត់ Hard Token (មួយដង)";
"acleda_safecode_input_hine" = "សូមបញ្ចូល លេខកូដសុវត្ថិភាព";
"acleda_safecode_code_get" = "ស្នើរម្តងទៀត";
"acleda_safecode_code_confirm" = "បញ្ជាក់ ការដាក់ប្រាក់ ទៅក្នុងគណនី CoolCash";
"acleda_safecode_amount_notice" = "* ធនាគារគិតកម្រៃសេវាកម្ម %@ ក្នុងម្តង សម្រាប់ឥណពន្ធពិតប្រាកដសូមពិនិត្យមើលរបាយការណ៍ធនាគារ";
"acleda_safecode_last_notice" = "សូមពិនិត្យមើល ព័ត៌មានដោយយកចិត្តទុកដាក់ ទឹកប្រាក់នឹងត្រូវផ្ទេរទៅក្នុងគណនី CoolCash ដោយមិនអាច លុបចោល បានទេ";
"acleda_safecode_time" = "ការដាក់ប្រាក់ បានផុតកំណត់ សូមព្យាយាមម្តងទៀត";
"acleda_safecode_code_worng" = "លេខកូដសុវត្ថិភាព មិនត្រឹមត្រូវទេសូម ព្យាយាមម្តងទៀត";
"order_detail_cashin_amount" = "ចំនួនទឹកប្រាក់";
"order_detail_cashin_account" = "គណនី ដាក់ប្រាក់";
"order_detail_cashin_time" = "ពេលវេលា ដាក់ប្រាក់";
"order_detail_cashin_channel" = "បញ្ជូរ ដាក់ប្រាក់";
"order_detail_cashin_again" = "បញ្ចូលទិន្ធន័យ កាតម្តងទៀត";
"order_detail_bottom_notice" = "ប្រសិនបើអ្នកមាន ចម្ងល់ ឬ បញ្ហារផ្សេងៗ សូមទាក់ទងមកកាន់ \n សេវាកម្មបំរើអតិថិជន CoolCash : ០៩៦ ៥៥៥ ០៨៨៨";
"order_detail_close" = "បិទ";
"order_detail_diss" = "ប្រមូល";
"order_detail_card_error_call" = "ចំពោះបញ្ហារផ្សេងៗ សូមទាក់ទងមកកាន់សេវាកម្មបំរើអតិថិជន CoolCash \n ទូរស័ព្ទលេខ ០៩៦ ៥៥៥ ០៨៨៨";
"order_detail_card_progress" = "សូមរង់ចាំ ព្រោះវាអាចចំណាយពេលពីរឬបីនាទី......";
"order_detail_cashin_title" = "លទ្ធផល នៃការដាក់ប្រាក់";
"order_status_close_desc" = "ប្រតិបត្តិការ ត្រូវបានបិទ";
"acleda_error_num" = "គណនីមានបញ្ហារ សូមបំពេញនូវចន្លោះ ទទេ \n ប្រសិនបើមានចម្ងល់ សូមទាក់ទង៖ ០១៥ ៩៩៩ ២៣៣";
"acleda_error_net" = "ការចូលប្រើបណ្តាញមិនប្រក្រតី សូមព្យាយាមម្តងទៀត \n លេខកូដ៖ (%@)";
"acleda_error_otp" = "ចំនួនដង នៃការទទួលបានលេខសំងាត់ហួសកំរិត សូមធ្វើប្រតិបត្តិការដាក់ប្រាក់ឡើងវិញ";
"acleda_error_psw" = "ការផ្ទៀងផ្ទាត់លេខសម្ងាត់ មិនត្រឹមត្រូវទេ សូមស្នើរសុំម្តងទៀត";
"acleda_number_title" = "បំពេញព័ត៌រមាន កាតធនាគារ";
"had_withdrawn" = "ដកហូតវិញ";
"merchant_share_desc" = "ខ្ញុំមានអ្វីមួយពិសេសចង់ចែករំលែកជាមួយអ្នក អ្នកអាចនឹងចូលចិត្តិ~";
"coolcash_user_fee" = "ថ្លៃសេវាកម្ម";
"my_favorite" = "ចំនូលចិត្ត";
"support_KHR_cashin_only" = "Only supports cash-in KHR:";
"support_USD_cashin_only" = "Only supports cash-in USD:";
"bank_min_KHR" = "The minimum cash-in amount is %@ KHR";
"bank_min_USD" = "The minimum cash-in amount is %@ USD";
"bank_max_KHR" = "The amount of each cash-in cannot exceed %@ KHR";
"bank_max_USD" = "The amount of each cash-in cannot exceed %@ USD";
"bank_bill_name" = "*Name";
"bank_bill_email" = "*Email";
"bank_bill_phone" = "*Phone number";
"bank_input_name_not_null" = "Please enter your name";
"bank_input_email_not_null" = "Please enter your email";
"bank_input_email_validate" = "Please enter valid email";
"bank_input_phone_not_null" = "សូមបញ្ចូលលេខទូរស័ព្ទរបស់អ្នក";
"bank_bill_email_hint" = "User email is to receive bills";
"collected_success_tip" = "កំណត់ចំណាំ! អូទស្សនៈរបស់ខ្ញុំពេញចិត្តខាងក្នុង";
"un_collected_success_tip" = "លុបចោលសំណព្វរបស់ខ្ញុំ";
"merchant_detail_title" = "ពត័មាន";
"merchant_detail_service_title" = "សេវា";
"payment_method" = "របៀបទូទាត់លុយ";
"alert_close_order" = "បិទការទទួលនេះបង្កឱ្យទៅជាបរាជ័យប្រតិបត្តិការ";
"ipay88_common_error" = "ការចូលប្រើបណ្តាញមិនប្រក្រតី សូមព្យាយាមម្តងទៀត";

/* add 2.4.00 */
"info_email" = "អ៊ីមែល";
"real_name_validate" = "បញ្ចូលឈ្មោះពិតប្រាកដទើបអាចប្រើប្រាស់មុខងារនេះបាន";
"bank_bill_email_hint_explain" = "";
"bank_bill_title" = "持卡人信息";
"order_detail_cashin_again" = "重新入金";
"bank_agreement_head" = "我已阅读并同意";
"bank_agreement_foot" = "银行卡入金协议";

/* add 2.4.00 点评2期 */
"comments_empty" = "No comments yet";
"show_more" = "ពត៍មានបន្ថែម";
"my_reviews" = "ការវាយតំលៃរបស់ខ្ញុំ";
"complaint_reason_illegal" = "ខុសច្បាប់";
"complaint_reason_sensitive" = "នយោបាយ";
"complaint_reason_sexy" = "ល្មើសច្បាប់";
"complaint_reason_violence" = "ភាពភ័យខ្លាច";
"complaint_reason_advertisement" = "ពាណិជ្ជកម្មមិនបានការ";
"complaint_reason_abuse" = "ពាក្យសំដីមិនល្អ";
"complaint_reason_repetition" = "រូបភាពដដែលៗ";
"complaint_reason_useless" = "មាតិកាមិនពាក់ព័ន្ធ";
"complaint_reason_sick" = "គួរអោយខ្ពើម";
"complaint_reason_fake" = "ការចម្លង";
"complaint_reason_private" = "ឯកជន";
"complaint_reason_speculation" = "ការវាយតំលៃល្អ";
"complaint_reason_others" = "ផ្សេងៗ";
"please_choose_complaint_reason" = "សូមជ្រើសរើសមូលហេតុក្នុងការបំពេញមតិយោបល់មិនពេញចិត្ត";
"choose_complaint_reason" = "ជ្រើសរើសមូលហេតុក្នុងការបំពេញមតិយោបល់មិនពេញចិត្ត";
"fill_complaint_reason" = "សូមបំពេញមូលហេតុ សូមជ្រើសរើស";
"upload_image_evidence" = "សូមដាក់រូបភាពដើម្បើជាភស្តុតាង";
"anonymous_evaluation" = "ការវាយតំលៃដោយមិនបញ្ចញឈ្មោះ";
"write_comment_placeholder" = "ធ្វើការវាយតំលៃ? ដូចជា អារម្មណ៍ពិការចំណាយ បរិយាកាសអាជិវកម្ម និងសេវាកម្មផ្សេងៗទៀត";
"exist_wont_save_tip" = "រាល់ការកែប្រែពត៍មាននិងត្រូវបានរក្សាទុក";
"complaint_comment_placeholder" = "សូមបំពេញមូលហេតុក្នុងការបំពេញមតិយោបល់មិនពេញចិត្ត";
"text_not_longer_than" = "ការសរសេរត្រូវមានសញ្ញា%@";
"submit_complaint_succss_tip" = "សូមអរគុណសំរាប់ការវាយតំលៃ ការវាយតំលៃរបស់អ្នកនិងអាចជួយដល់អ្នកប្រើប្រាស់ដទៃទៀត ការវាយតំលៃនិងមានការបង្ហាញក្រោយពេលត្រួតពិនិត្យរូច";
"complaint_comment_succss_tip" = "យើងខ្ញុំនិងធ្វើការដោះស្រាយក្នុងរយ:ពេល១-៣ថ្ងៃ";
"no_complaint_content_tip" = "អ្នកនៅមិនទាន់បានបំពេញពត៍មានមតិយោបល់មិនពេញចិត្ត";
"no_star_rating_tip" = "អ្នកនៅមិនទាន់បានអោយផ្កាយដាក់ពិន្ទុ";
"complaint" = "បំពេញមតិយោបល់មិនពេញចិត្ត";
"comment_detail" = "ការវាយតំលៃលំអិត";
"all_comments" = "ការវាយតំលៃទាំងអស់";
"write_comment" = "សរសេរវាយតំលៃ";
"no_comment_data" = "មិនទាន់មានការវាយតំលៃ";
"what_customer_like" = "មតិយោបល់អ្នកប្រើប្រាស់";
"reviews_count" = "មតិយោបល់%@";
"comment_share_qrcode_tip" = "ស្កេនលេខកូតដើម្បីទៅលេងប្រទេសកម្ពុជាមួយខ្ញុំ";
"easy_way_easy_life" = "Easy way Easy life";
"anonymous_user" = "មិនបញ្ញេញឈ្មោះអ្នកប្រើប្រាស់";
"view_count" = "ចូលមើល %@";
"isSelf" = "ខ្លួនផ្ទាល់";
"upload_image_title" = "ដាក់រូបចូល";
"star_rating_desc_verygood" = "ល្អខ្លាំងណាស់";
"star_rating_desc_good" = "ល្អណាស់";
"star_rating_desc_common" = "ធម្មតា";
"star_rating_desc_bad" = "មិនល្អ";
"star_rating_desc_verybad" = "មិនល្អខ្លាំង";
"star_rating_tip" = "ចុចដាក់ពិន្ទុ";
"merchant_info_category_title_info" = "ពត៍មាន";
"merchant_info_category_title_offer" = "ការបញ្ញុះតំលៃ";
"merchant_info_category_title_reviews" = "វាយតំលៃ";
"merchant_info_category_title_nearby" = "ទីតាំងនៅជិត";
"comment_not_passed_tip" = "ការពិនិត្យឡើងវិញមិនត្រូវបានអនុម័តការចែករំលែកមិនត្រូវបានគាំទ្រទេ";
///3.2
"transfer_bakong" = "ផ្ទេរប្រាក់ទៅគណនីបាគង";
"transfer_bank" = "ផ្ទេរប្រាក់ទៅធនាគារក្នុងស្រុក";
"view_title_transfer_input_bakong"="បញ្ចូលលេខគណនីបាគង";
"Select_receiving_bank"="ជ្រើសរើសធនាគារ";
"receiving_bank"="ឈ្មោះធនាគារ";
"Receiver_account_number"="លេខគណនី";
"Enter_receiver_account_number"="បញ្ចូលលេខគណនីទទួល";
"Enter_phone_number"="សូមបញ្ចូលលេខទូរស័ព្ទ";
"Enter_receiver_phone_number"="សូមបញ្ចូលលេខទូរស័ព្ទអ្នកទទួល";
"Receiver_account"="អ្នកទទួល";
"transfer_to" = "ផ្ញើទៅ";
"Receiver_Phone_Number"="លេខទូរស័ព្ទអ្នកទទួល";
"Remark" = "គោលបំណង";
"Optional"="ពំុចាំបាច់";
"order_amount"="ទឹកប្រាក់";
"Collection_shop"="ឈ្មោះហាង";
"location"="ទីតាំង";
"transaction_Hash"="ប្រតិបត្តិការ hash";
////////coolcash btn/////
"login"    = "ចូល";
"login2"   = "ចូលគណនី";
"register" = "បង្កើតគណនី";
"use sms code login"            = "ប្រើសារ";
"BUTTON_TITLE_FORGET_LOGIN_PWD" = "ភ្លេចលេខសម្ងាត់";
"register account"              = "បង្កើតគណនី";
"have questions"                = "ចម្ងល់ទូទៅ";
"use password login"            = "ប្រើលេខសម្ងាត់";
"《ViPay Agreement》"             = "គោលការណ៍CoolCash";
"go to login >>"                = "ចូលគណនី>>";
"BUTTON_TITLE_COMPLETE"         = "រួចរាល់";
"BUTTON_TITLE_NEXT"             = "បន្ទាប់";
"BUTTON_GET_SMS_CODE"           = "ស្នើកូដ";
"BUTTON_TITLE_SUBMIT"           = "យល់ព្រម";
"BUTTON_TITLE_NO"               = "ទេ";
"BUTTON_TITLE_YES"              = "ព្រម";
"BUTTONS_OTHER_ACCOUNT"         = "ភ្លេចលេខសម្ងាត់គណនីផ្សេង";
"BUTTON_SECURITY_WARMING"       = "អំពីសុវត្ថិភាព";
"BUTTON_TITLE_CONFIRM"          = "យល់ព្រម";
"BAR_BUTTON_ITEM_LIMIT"         = "ប្រាក់កំណត់";
"BUTTON_CONFIRM_TRANSFER"       = "យល់ព្រម";
"BUTTON_TITLE_CONFIRM_EXCHANGE" = "យល់ព្រម";
"BUTTON_TITLE_SET_AMOUNT"       = "កំណត់ទឹកប្រាក់";
"BUTTON_TITLE_CLEAR_AMOUNT"     = "លុបចំនួន";
"BUTTON_TITLE_SAVE_QRCODE"        = "រក្សាទុកQRកូដ";
"BUTTON_TITLE_BILLRECORD"         = "កំនត់ត្រា";
"BUTTON_TITLE_CANCEL"             = "បោះបង់";
"BUTTON_TITLE_EXITLOGIN"          = "ចេញពីគណនី";
"BUTTON_TITLE_RESET_PAYPWD"       = "កំណត់លេខសម្ងាត់ទូទាត់សារថ្មី";
"BUTTON_TITLE_RESET_LOGIN_PWD"    = "កំណត់លេខសម្ងាត់គណនីសារថ្មី";
"BUTTON_TITLE_DONE"               = "រួចរាល់";
"BUTTON_TITLE_PAPERS_EXAMPLE"     = "រូបគំរូ";
"BUTTON_TITLE_STANDARD"           = "ត្រឹមត្រូវ";
"BUTTON_TITLE_BOARD_MISSING"      = "មិនពេញលេញ";
"BUTTON_TITLE_HAND_PAPER_EXAMPLE" = "រូបគំរូ";
"BUTTON_TITLE_SELECT"             = "រើស";
"BUTTON_TITLE_SCAN"               = "ស្កេន QRកូដ";
"BUTTON_TITLE_MORE"               = "ផ្សេងៗ";
"BUTTON_TITLE_PHONE_CHARGE"       = "កាតទូរស័ព្ទ";
"BUTTON_TITLE_ACCOUNT_INFO"       = "គណនី";
"BUTTON_TITLE_COLLECTION"         = "ទទួលប្រាក់";
"BUTTON_TITLE_REINPUT"            = "បញ្ចូលម្តងទៀត";
"BUTTON_TITLE_LIGHT_OFF"          = "បើកពិល";
"BUTTON_TITLE_LIGHT_ON"           = "បិទពិល";
"BUTTON_TITLE_BACK"               = "ត្រលប់";
"BUTTON_TITLE_WAIT"               = "រង់ចាំ";
"BUTTON_TITLE_SKIP"               = "រំលង";
"BUTTON_TITLE_CLICK_ENTER"        = "ចូល";
"BUTTON_TITLE_LOGIN_RIGHT_NOW"    = "ចូលគណនី";
"BUTTON_TITLE_GO_TO_RECHARGE"     = "ដាក់ប្រាក់";
"BUTTON_TITLE_GO_TO_AUTHENTICATE" = "ទៅបញ្ជាក់";
"BUTTON_TITLE_OPEN_NOTIFICATION"  = "ទៅបើក";
"BUTTON_TITLE_SHARE"              = "ប្រាប់មិត្តភក្តិ";
"BUTTON_TITLE_LOGOUT"   = "ចេញ";
"BUTTO_TITLE_LIGHT_OFF" = "បើកពិល";
"BUTTO_TITLE_LIGHT_ON"  = "បិទពិល";

"BTN_TITLE_SELECTBYMONTH" = "ពិនិត្យជាខែ";
"BTN_TITLE_SELECTBYDAY"   = "ពិនិត្យជាថ្ងៃ";
"BTN_TITLE_REFLUSH"       = "បង្ហាញទិន្នន័យថ្មី";
"BTN_TITLE_END_TIME"      = "ពេលបញ្ចប់";
"BTN_TITLE_BEGAIN_TIME"   = "ពេលចាប់ផ្តើម";

"BTN_TITLE_CONFIRM_PAY" = "បញ្ជាក់ការទូទាត់";
"BTN_TITLE_BACK_MERCHANT" = "ត្រលប់";

"BUTTON_TOLIGIN"      = "ចូលគណនី";
"BUTTON_TITLE_UPDATE" = "តម្លើតគណនី";

//0124 add
"BUTTON_TITLE_GO_THERE"        = "ទៅ";
"BUTTON_TITLE_TO_SETTING"      = "ទៅកំណត់";
"BUTTON_TITLE_NO_ALLOW"        = "មិនអនុញ្ញាត";
"tag_recharge"                 = "ដាក់ប្រាក់បន្ថែមទៀត";
"RECHARGEABLE_TITLE_GoldEntry" = "កាតដាក់ប្រាក់";
"BroadbandTV"                  = "网络和电视";
"BUTTON_TITLE_SURE"            = "យល់ព្រម";


//0310 add
"BTN_TITLE_SMS_LOGIN"   = "ប្រើសារ>";
"BTN_TITLE_FORGET_PWD"  = "ភេ្លច?";
"BTN_TITLE_TO_REGISTER" = "មិនទាន់មានគណនី ទៅបង្កើត";
"BTN_TITLE_PWD_LOGIN"   = "ប្រើលេខសម្ងាត់>";
"skip"  = "រំលង";

"map_tab_store"   = "ហាង";
"map_tab_all"     = "ទាំងអស់";
"view_dot_map"    = "ទីតាំងបញ្ជរVi-Point";
"map_tab_upgrade" = "តម្លើងគណនី";

//0320 add
"btn_title_map"  = "ផែនទី";
"discount_title" = "ការផ្តល់ជូន";
"go_cash_toin"   = "ដាក់ប្រាក់";

"broadband_tv" = "ទូទាត់វិក្កយបត្រ";
"send_psw_sms" = "ផ្ញើលេខសម្ងាត់តាមសារ";

"btn_coupon_ticket" = "ប័ណ្ណបញ្ចុះ";
"btn_member_card" = "កាតសមាជិក";
"btn_to_my_coupons" = "ទៅកាន់ ប័ណ្ណបញ្ចុះតម្លៃរបស់ខ្ញុំ";
"btn_more_coupons" = "រកមើលប័ណ្ណបញ្ចុះតម្លៃបន្ថែមទៀត";
"title_continue" = "បន្ត។";
"title_copy" = "ចម្លង";

"homepaper_coupon" = "គូប៉ុង";
"button_title_clear" = "លុប";

"expire_later" = "expire";
"expire_later_end" = "seconds later";
"paymentCode_limit_to" = "ទឹកប្រាក់ក្នុងមួយប្រតិបត្តិការ:";
"pn_or" = "/";
"make_payment_to_merchant" = "បង់ប្រាក់ទៅអាជីវករ";
"Security" = "សុវត្ថិភាព";
"Close_one_step_payment" = "បិទការទូទាត់រហ័ស";
"Open_one_step_payment" = "បើកការទូទាត់រហ័ស";
"Suspend_PaymentCode" = "បិទ";
"Open_Payment_Code_Sure" = "បន្ទាប់ពីបើកការទូទាត់រហ័ស លោកអ្នកពុំចាំបាច់បញ្ចូលលេខសម្ងាត់ទូទាត់រាល់ពេលប្រើប្រាស់QR ឡើយ។ តើលោកអ្នកយល់ព្រមបើក ការទូទាត់រហ័សមែនទេ?";
"Close_Paymen_Code_Sure" = "បន្ទាប់ពីបិទការទូទាត់រហ័ស លោកអ្នកតំរូវអោយបញ្ចូលលេខសម្ងាត់ទូទាត់រាល់ពេលប្រើប្រាស់QR។ តើលោកអ្នកយល់ព្រមបិទ ការទូទាត់រហ័សមែនទេ?";
"enable_tips" = "ពុំចាំបាច់បញ្ចូលលេខសម្ងាត់ទូទាត់ដើម្បីប្រើប្រាស់QR";
"Select_Yes" = "យល់ព្រម";
"Select_NO" = "ទេ";
"sure_open_one_set_payment" = "តើលោកអ្នកយល់ព្រមបើក ការទូទាត់រហ័សមែនទេ：";
"after_show_code" = "សូបបង្ហាញ QR ដើម្បីបង់ប្រាក់";
"need_open_again" = "ទូទាត់ប្រាក់តាម QR ធ្វើអោយមានភាពងាយស្រួល នឹងរហ័ស។. នៅពេលទូទាត់ប្រាក់តាម QR ត្រូវបានបិទ លោកអ្នកតម្រូវអោយបើក QR ម្តងទៀត";
"pay_for_me" = "ស្កេន QR ទូទាត់ប្រាក់";
"set_amount" = "កំណត់ទឹកប្រាក់";
"clear_amount" = "លុប";
"save_qr_code" = "រក្សាទុក KHQR";
"scan_with_wownow_to_pay" = "ស្កេនជាមួយកម្មវិធីស្មាតហ្វូន WOWNOW";
"save_qr_code_success" = "រក្សាទុកជោគជ័យ";
"receive_account" = "គណនីទទួលប្រាក់";
"receive_amount" = "ទឹកប្រាក់";
"please_select" = "ជ្រើសរើស";
"please_input_amout" = "បញ្ចូលទឹកប្រាក់";
"Close_successfully" = "បិទបានជោគជ័យ";
"Open_successfully" = "បើកបានជោគជ័យ";
"paymentCode_limit" = "QRទូទាត់ប្រាក់-ទឹកប្រាក់កំណត់ក្នុងមួយប្រតិបត្តិការ";
"Confirm_Open" = "យល់ព្រមបើក";

"Input_user_info" = "បញ្ចូលព័ត៌មានអ្នកប្រើប្រាស់";
"User_Photo" = "រូបភាពអ្នកប្រើប្រាស់";
"Sample" = "គំរូ";
"Upload_Photo" = "បញ្ចូលរូបភាព";
"nbc_upload_photo_tips" = "យោងតាមតម្រូវការរបស់ធនាគារជាតិនៃកម្ពុជា សូមបញ្ជូលរូបភាពរបស់អ្នកដើម្បីផ្ទៀងផ្ទាត់។ ឃូលឃែសសន្យាថា ព័ត៌មានរបស់អ្នកនឹងមានសុវត្ថិភាព។";
"Photo_format" = "ប្រភេទរូបភាព: PNG/JPEG/GIF";
"Photo_size" = "ទំហំរូបភាពមិនលើស5M";
"Real-name_upgrade" = "ប្រើប្រាស់ឈ្មោះពិតដើម្បីដំឡើងកម្រិតគណនី";
"Provide_photo_upgrade" = "បញ្ចូលរូបភាពរបស់អ្នកជាមួយប័ណ្ណសម្គាល់ ដើម្បីដំឡើងកម្រិតគណនីបន្ថែម";
"Go_to_upgrade" = "ដំឡើងកម្រិត";
"Upgrade_again" = "ដំឡើងម្តងទៀត";
"Under_upgrade" = "កំពុងដំឡើង";
"Upgrade_fail" = "ដំឡើងបរាជ័យ";
"Upgrade_succeed" = "ដំឡើងបានជោគជ័យ";
"Open_Account" = "បង្កើតគណនីឃូលឃែស";
"Upgrade_account" = "ដំឡើងកម្រិតគណនី";
"Confirm_information" = "បញ្ចាក់ព័ត៌មានផ្ទាល់ខ្លួន";
"Upload_information" = "បញ្ចូលព័ត៌មានប័ណ្ណសម្គាល់";
"Submit_approval" = "យល់ព្រម";
"Legal_type" = "ប្រភេទប័ណ្ណសម្គាល់";
"Legal_number" = "លេខប័ណ្ណសម្គាល់";
"Legal_expiration_date" = "ថ្ងៃផុតកំណត់ប័ណ្ណសម្គាល់";
"pn_input" = "សូមបញ្ចូល";
"Nation/Region" = "សញ្ជាតិ";
"get_more" = "ដើម្បីទទួលបានកម្មវិធី និង កម្រិតគណនីបន្ថែម សូមលោកអ្នកបញ្ចូលឈ្មោះអោយត្រឹមត្រូវដូចគ្នានឹងព័តិមានរបស់ប័ណ្ណសម្គាល់";
"upload_legal_photo" = "សូមបញ្ចូលប័ណ្ណសម្គាល់អ្នកប្រើ";
"upload_front_photo" = "ចុចដើម្បីបញ្ចូលរូបថតខាងមុខ";
"upload_back_photo" = "ចុចដើម្បីបញ្ចូលរូបថតខាងក្រោយ";
"Photo_legal_in_hand" = "រូបថតដែលកាន់ប័ណ្ណសម្គាល់";
"please_upload" = "សូមបញ្ចូល";
"tips_nbc_photo" = "យោងតាមតម្រូវការរបស់ធនាគារជាតិនៃកម្ពុជា សូមផ្ដល់ប័ណ្ណសម្គាល់ពិត និងមានសុពលភាព។ ព័ត៌មាននេះនឹងត្រូវបានប្រើដើម្បីពិនិត្យអត្តសញ្ញាណតែប៉ុណ្ណោះ។ ឃូលឃែសសន្យាថា ព័ត៌មានរបស់អ្នកនឹងមានសុវត្ថិភាព។";
"nbc_upload_photo_in_hand_tips" = "សូមថតរូបដែលកាន់ប័ណ្ណសម្គាល់ អោយដូចគ្នាទៅនឹងរូបភាពដែលលោកអ្នកបានបញ្ចូលពីមុន។ សូមថតរូបមុខ និងប័ណ្ណសម្គាល់របស់អ្នកអោយបានច្បាស់។";
"photo_only_security" = "រូបភាពប័ណ្ណសម្គាល់ ប្រើប្រាស់ក្នុងគោលបំណងសំរាប់ការផ្ទៀងផ្ទាត់ព័តិមានរបស់អ្នកប្រើប្រាស់។ ឃូលឃែស ធានានិងរក្សាការសម្ងាត់ជូនលោកអ្នក។";
"Uploaded" = "បញ្ចូលរួចរាល់";
"Upgrade_Platinum_account" = "ដំឡើងជាគណនី Platinum";
"Upgrade_Gold_account" = "ដំឡើងជាគណនី Gold";
"Upgrade_status" = "ស្ថានភាពការដំឡើង";
"Optional_tips" = "ពំុចាំបាច់";
"Select_date" = "ជ្រើសរើសកាលបរិច្ឆេទ";
"Permanently_valid" = "សុពលភាពអចិន្ត្រៃយ៍";
"Upgrade_Gold_ing" = "គណនី Gold កំពុងផ្ទៀងផ្ទាត់";
"Upgrade_Gold_fail" = "ផ្ទៀងផ្ទាត់គណនី Gold បរាជ័យ";
"Upgrade_Gold_succeed" = "ផ្ទៀងផ្ទាត់គណនី Gold ជោគជ័យ";
"Upgrade_Platinum_ing" = "គណនី Platinum កំពុងផ្ទៀងផ្ទាត់";
"Upgrade_Platinum_fail" = "ផ្ទៀងផ្ទាត់គណនី Platinum បរាជ័យ";
"Upgrade_Platinum_succeed" = "ផ្ទៀងផ្ទាត់គណនី Platinum ជោគជ័យ";
"Reason_failure" = "មូលហេតុ";
"Tips_only_vaild" = "មានតែលេខនឹងអក្សរអាចប្រើបាន";
"open_error_tips" = "យោងតាមតម្រូវការរបស់ធនាគារជាតិនៃកម្ពុជា សូមប្រើប្រាស់ប្រព័ន្ធទូរស័ព្ទ+855 ប៉ុណ្ណោះ ដើម្បីបង្កើតគណនី";
"upload_visa_pic" = "សម្រាប់ជនបរទេស សូមបញ្ចូល VISA ដែលនៅមានសុពលភាព";
"Fee_free" = "បញ្ចុះតម្លៃ";
"Upload_from_gallery" = "បញ្ចូលពីកម្មវិធីរូបភាព";
"Take_photo" = "ថតរូប";

"freeze_balance" = "បង្កកទឹកប្រាក់";
"confirm_update" = "យល់ព្រម";
"visa_expiration_date" = "ថ្ងៃផុតកំណត់ VISA";
"front_photo" = "ប័ណ្ណសម្គាល់ខាងមុខ";
"back_photo" = "ប័ណ្ណសម្គាល់ខាងក្រោយ";
"upload_passport_pic" = "សូមបញ្ចូលផ្នែកខាងមុខ លិខិតឆ្លងដែន";
"refunded_success" = "បង្វិលប្រាក់បានជោគជ័យ";

"utilities" = "ឧបករណ៍ប្រើប្រាស់";
"utilities_details" = "ព័ត៌មានលម្អិតប្រតិបត្តិការ";
"water" = "ទឹក";
"electricity" = "អគ្គិសនី";
"waste" = "សំរាម";
"recent_bill" = "ប្រតិបត្តិការចុងក្រោយ";
"water_bill" = "ទឹក";
"pay_to" = "បង់ប្រាក់";
"payer_info" = "ព័ត៌មានដៃគូសហការ";
"select_currency" = "រូបិយប័ណ្ណ";
"biller_info" = "ព័ត៌មានដៃគូសហការ";
"biller_code" = "លេខកូដដៃគូសហការ";
"customer_info" = "ព័ត៌មានអតិថិជន";
"customer_id" = "លេខសម្គាល់អតិថិជន";
"customer_code" = "លេខសម្គាល់អតិថិជន";
"customer_name" = "ឈ្មោះអតិថិជន";
"balances_info" = "ព័ត៌មានទឹកប្រាក់";
"bill_amount" = "ចំនួនទឹកប្រាក់";
"fee" = "ថ្លៃសេវា";
"promotion" = "បញ្ចុះតម្លៃ";
"fee_type" = "ប្រភេទថ្លៃសេវា";
"total_amount" = "ចំនួនទឹកប្រាក់សរុប";
"notes" = "ចំណាំ";
"please_enter_notes" = "មិនដាក់ក៏បាន";
"payment_successful" = "បង់ប្រាក់ជោគជ័យ";
"your water bill No has been paid successfully." = "លេខសម្គាល់វិក័យប័ត្រ %@ បានបង់ប្រាក់ជោគជ័យ";
"Invoice_No" = "លេខវិក្កយបត្រ";
"detail_fee" = "ថ្លៃសេវា";
"detail_total_amount" = "ចំនួនទឹកប្រាក់សរុប";
"bill_payment" = "ទូទាត់វិក្កយបត្រ";
"bill_code" = "លេខកូដដៃគូសហការ";
"customer_phone" = "លេខទូរស័ព្ទអតិថិជន";
"modify" = "កែប្រែ";
"Modify_amount" = "កែតម្រូវគណនី";
"bill_to_bo_paid" = "ត្រូវទូទាត់";
"bill_Paying" = "កំពុងទូទាត់";
"bill_Paying_confirm" = "កំពុងទូទាត់";
"bill_pay_fail" = "មិនជោគជ័យ";
"bill_Paid" = "ទូទាត់ជោគជ័យ";
"Status" = "ស្ថានភាព";
"close" = "បោះបង់";
"closed" = "បានបោះបង់";
"sure_close_order" = "តើអ្នកចង់ចាកចេញមែនទេ?";
"input_correct_amount" = "សូមបញ្ចូលចំនួនទឹកប្រាក់";
"addjust" = "ការកែប្រែ";
"blocked" = "កាត់ទឹកប្រាក់បង្កក";
"agent_address" = "ទីតាំងភ្នាក់ងារ";
"agent_services" = "តំបន់ប្រើបាន";
"search_neary_agent" = "ស្វែងរកទីតាំងភ្នាក់ងារ";
"coolcash_agent_outlet" = "ភ្នាក់ងារនៅក្បែរ";
"agent_name" = "ឈ្មោះភ្នាក់ងារ";
"Deducted" = "បានកាត់";
"kyc_Rejected" = "បរាជ័យ";
"Google_Maps" = "ផែនទី Google";
"Apple_Maps" = "ផែនទី Apple";
"Navigate" = "ស្វែងរក";
"not_find_nav" = "មិនអាចស្វែងរកឧបករណ៍បង្ហាញ";
"Deduct_amount" = "ពេលវេលាកាត់ប្រាក់";
"Deduct_account" = "ទឹកប្រាក់កាត់";
"Serial_number" = "លេខ Serial";
"Deduct_time" = "ពេលវេលាកាត់ប្រាក់";
"Deduct_reason" = "មូលហេតុកាត់ប្រាក់";
"Adjust_amount" = "ចំនួនទឹកប្រាក់កែប្រែ";
"Adjust_account" = "គណនីកែប្រែ";
"Adjust_time" = "ពេលវេលាកែប្រែ";
"Adjust_reason" = "មូលហេតុកែប្រែ";
"Account_authentication" = "ផ្ទៀងផ្ទាត់គណនី";
"Blocked_amount" = "ទឹកប្រាក់បង្កក";

"supplier_no_search_result" = "មិនអាចស្វែងរក \"%@\"";
"search_for_biller" = "ស្វែងរកដៃគូសហការ";
"bill_type" = "ប្រភេទវិក្កយបត្រ";
"total_Amount_exchange_USD" = "ចំនួនទឹកប្រាក់ប្តូរជា USD";
"charge_type" = "ប្រភេទសេវា";
"charge_from_customer" = "D-កាត់ពីអតិថិជន";
"charge_from_biller" = "C-កាត់ពីដៃគូសហការ";
"charge_from_customer_and_biller_" = "កាត់ពីអតិថិជននិងដៃគូសហការ";
"please_enter" = "សូមវាយបញ្ជូល";
"pay_currency" = "រូបិយប័ណ្ណ";
"student_id" = "លេខសម្គាល់សិស្ស";
"policy_number" = "លេខសម្គាល់អតិថិជន";

"save_tips_level" = "កម្មវិធីនេះសំរាប់តែអតិថិជនដែលបានដំឡើងកម្រិតគណនីតែប៉ុណ្ណោះ ។ សូមធ្វើការដំឡើងកម្រិតឥឡូវនេះ !";
"not_show_more" = "មិនមានទៀតទេ";
"disclaimer" = "T&C for KHQR";
"wallet_storage_limit" = "កម្រិតទឹកប្រាក់គណនី";
"down_recevie_qr_code" = "ទាញយក KHQR";
"down_recevie_qr_code_success" = "ជោគជ័យ";

"pn_transfer_phone_number2" = "ផ្ទេរប្រាក់ទៅលេខទូរស័ព្ទ";
"pn_transfer_phone_number" = "ផ្ទេរប្រាក់ទៅលេខទូរស័ព្ទ";
"trans_to_phone_tips" = "សម្គាល់៖ អ្នកទទួលប្រាក់អាចដកប្រាក់នៅតាមភ្នាក់ងារឃូលឃែសជាមួយលេខកូដសម្ងាត់បន្ទាប់ពីផ្ទេរប្រាក់រួច។";
"trans_to_phone_tips2" = "សម្គាល់៖ អ្នកទទួលប្រាក់អាចដកប្រាក់នៅតាមភ្នាក់ងារឃូលឃែសជាមួយលេខកូដសម្ងាត់បន្ទាប់ពីផ្ទេរប្រាក់រួច។";
"pn_all" = "សរុប";
"select_date_type" = "ជ្រើសរើសថ្ងៃ";
"select_date_type_tips" = "ថ្ងៃចាប់ផ្តើម និង ចុងក្រោយ មិនអាចលើសពី1ខែ";
"select_start_date" = "ថ្ងៃចាប់ផ្តើម";
"select_end_date" = "ថ្ងៃចុងក្រោយ";
"trans_type" = "ប្រភេទ";
"trans_currency" = "រូបិយប័ណ្ណ";
"reset" = "កំណត់ឡើងវិញ";
"go_now" = "យល់ព្រម";
"pn_withdraw_code" = "លេខកូដសម្ងាត់";
"receive_phone" = "លេខទូរស័ព្ទអ្នកទទួល";
"no_withdraw" = "មិនទាន់បានដកប្រាក់";
"withdraw" = "បានដកប្រាក់";
"faild_time" = "ពេលវេលាផុតកំណត់";
"invalid_time" = "ផុតកំណត់";
"withdraw_code_expired" = "លេខកូតសម្ងាត់ផុតកំណត់";
"pn_copy_success" = "បានចម្លង";
"trans_again" = "ផ្ទេរប្រាក់ម្ដងទៀត";
"transfer_amount" = "ចំនួនទឹកប្រាក់ផ្ទេរ";
"confirm_next" = "បន្ទាប់";
"pn_trans_list_no_more" = "សូមចុច [ច្រើនទៀត] ខាងលើផ្នែកខាងស្តាំ ដើម្បីមើលប្រតិបត្តិការបន្ថែម";

"pn_merchant_service" = "សេវាកម្មពាណិជ្ជករ";
"pn_merchant_service_simple" = "ពាណិជ្ជករ";
"pn_merchant_service_introduction" = "ការណែនាំសេវាកម្មពាណិជ្ជករ";
"ms_introduction_t1" = "ឃូលឃែសនឹងផ្តល់សេវាកម្មយ៉ាងងាយស្រួលជាច្រើន ដូចជាការទូទាត់តាម KHQR កំណត់ត្រាប្រតិបត្តិការ ដាក់ប្រាក់ និងច្រើនទៀត។";
"ms_open_procedure" = "បើកដំណើរការ";
"ms_open_1" = "1. អតិថិជនស្នើសុំបើកក្លាយជាពាណិជ្ជករ";
"ms_open_2" = "2. ឃូលឃែសយល់ព្រមលើព័ត៌មានពាណិជ្ជករ";
"ms_open_3" = "3. បើកសេវាកម្មរួចរាល់";
"ms_want_open" = "យល់ព្រមបើក";
"ms_want_correlation" = "ភ្ជាប់គណនីឃូលឃែស";
"ms_open_merchant" = "បើកសេវាកម្មពាណិជ្ជករ";
"ms_submit_apply" = "ស្នើសុំ";
"ms_approval_merchant_info" = "ព័ត៌មានការស្នើសុំ";
"ms_open_success" = "បើកបានជោគជ័យ";
"ms_merchant_type" = "ប្រភេទពាណិជ្ជករ";
"ms_select_merchant_type" = "ជ្រើសរើសប្រភេទពាណិជ្ជករ";
"ms_person_merchant" = "ពាណិជ្ជកររូបវន្តបុគ្គល";
"ms_business_merchant" = "អាជីរកម្ម";
"ms_merchant_shop_name" = "ឈ្មោះហាងពាណិជ្ជករ";
"ms_business_type" = "ប្រភេទអាជីវកម្ម";
"ms_merchant_address" = "អាសយដ្ឋាន";
"ms_recruited_by" = "ណែនាំដោយ";
"ms_not_required" = "ពុំចាំបាច់";
"ms_input_recuited" = "បញ្ចូលអ្នកណែនាំ (ពុំចាំបាច់)";
"ms_have_read_and_agree" = "ខ្ញុំបានអាននិងយល់ព្រម";
"ms_merchant_info" = "ព័ត៌មានពាណិជ្ជករ";
"ms_merchant_number" = "បំពេញលេខអាជ្ញាប័ណ្ណ";
"ms_input_merchant_number" = "បញ្ចូលលេខអាជ្ញាប័ណ្ណ";
"ms_business_license" = "អាជ្ញាប័ណ្ណអាជីវកម្ម";
"ms_merchant_person_info" = "ព័ត៌មានឈ្មោះអ្នកតំណាងពាណិជ្ជករ";
"ms_merchant_person_name" = "ឈ្មោះអ្នកតំណាង";
"ms_input_person_name" = "បញ្ចូលឈ្មោះអ្នកតំណាង";
"ms_merchant_id" = "លេខសម្គាល់ពាណិជ្ជករ";
"ms_input_merchant_id" = "បញ្ចូលលេខសម្គាល់ពាណិជ្ជករ";
"ms_merchant_name" = "ឈ្មោះពាណិជ្ជករ";
"ms_bind_phone_number" = "បានភ្ជាប់លេខទូរស័ព្ទ";
"ms_verify_merchant_info" = "ផ្ទៀងផ្ទាត់ព័ត៌មានពាណិជ្ជករ";
"ms_bind_success_tips" = "បានភ្ជាប់ជោគជ័យ";
"ms_image_support_formats" = "ទទួលទម្រង់ JPG, JPEG, PNG និង BMP មិនលើសពី5MB";
"pre_upgrade_KYC_tips" = "គណនីរបស់អ្នក មិនទាន់បានបំពេញ ការផ្ទៀងផ្ទាត់ព័ត៌មាន សូមដំឡើងគណនីជាមុនសិន";
"ms_bind_merchant_services" = "ភ្ជាប់សេវាកម្មពាណិជ្ជករ";
"ms_enter_mserchant_services" = "បញ្ចូលសេវាកម្មពាណិជ្ជករ";
"ms_bind_success" = "ភ្ជាប់បានជោគជ័យ";
"ms_bind_success_congratulations" = "អបអរសាទរ!គណនីពាណិជ្ជករបានភ្ជាប់ជោគជ័យ";
"ms_apply_again" = "ធ្វើម្តងទៀត";
"ms_get_sms_code" = "ស្នើសុំលេខកូដ";
"ms_verification_code" = "លេខកូដ";
"ms_input_sms_code" = "បញ្ចូលលេខកូដ";
"ms_collection" = "អាជីវករទទួលប្រាក់";
"ms_case_in" = "ដាក់ប្រាក់";
"ms_shop_photo" = "រូបភាពហាង";
"ms_longitude_latitude" = "រយៈបណ្តោយនិងរយៈទទឹង";
"ms_only_support_tips" = "អាចដាក់ប្រាក់បានតែ គណនីឃូលឃែស";
"ms_case_in_account" = "គណនី";
"ms_receiver" = "អ្នកទទួល";
"ms_pay_balance" = "គណនីទូទាត់ប្រាក់";
"ms_case_in_amount" = "ទឹកប្រាក់ដែលត្រូវដាក់";
"ms_today_collection" = "ទទួលប្រាក់ថ្ងៃនេះ";
"pn_ms_trade_first_tips" = "បញ្ចូលលេខសម្ងាត់ 6ខ្ទង់សម្រាប់គណនីពាណិជ្ជករ, លេខកូដសម្ងាត់ប្រើប្រាស់សម្រាប់ប្រតិបត្តិការពាណិជ្ជករ    ";
"pn_ms_trade_confirm_tips" = "សូមបញ្ជាក់លេខកូដសម្ងាត់ប្រតិបត្តិការ";
"pn_ms_set_trade_pwd" = "កំណត់លេខសម្ងាត់ប្រតិបត្តិការ";
"pn_ms_set_trade_pwd_confirm" = "ផ្ទៀងផ្ទាត់លេខសម្ងាត់ទូទាត់";
"pn_ms_use_adddress" = "ប្រើប្រាស់អាសយដ្ឋាន";
"pn_ms_search_address" = "បញ្ចូលអាសយដ្ឋានដើម្បីស្វែងរក";
"pn_ms_approval_ing" = "កំពុងផ្ទៀងផ្ទាត់";
"pn_ms_rejected" = "បានបដិសេធ";
"pn_pay_to_merchant" = "ទូទាត់ប្រាក់ទៅពាណិជ្ជករ";
"pn_ms_available_balance" = "សមតុល្យប្រើបាន";
"pn_ms_money_count" = "ចំនួនប្រតិបត្តិការ: %@";
"pn_ms_input_transaction_pwd" = "បញ្ចូលលេខកូដប្រតិបត្តិការ";

"unSuGzr5" = "ផ្ទេរប្រាក់ក្រៅប្រទេស";
"EAZqpwVv" = "ប្រវត្តិប្រតិបត្តិការ";
"2812hSh8" = "ការកំណត់ទឹកប្រាក់";
"lYXV87bl" = "សាច់ញាតិអ្នកទទួល";
"Wqhob2CB" = "ព័ត៌មានគណនីរបស់អ្នកទទួល";
"EflnCwt2" = "លេខទូរស័ព្ទ";
"mKw25x8s" = "ព័ត៌មានអ្នកទទួល";
"UNzSjgTY" = "នាមខ្លួន";
"OwjdGw1x" = "ឈ្មោះកណ្ដាល";
"v06KEcfu" = "ឈ្មោះ";
"Suw8Q4KU" = "សញ្ជាតិ";
"MAOLJbCr" = "ខេត្ត";
"WFLBHUE4" = "ទីក្រុង";
"LQPsLBJh" = "អាស័យដ្ឋាន";
"nRb6CYfa" = "សាច់ញាតិផ្សេងទៀត";
"SMSpgXLZ" = "China";
"2VdVAFAY" = "កែប្រែព័ត៏មានអ្នកទទួល";
"epWpMMBj" = "បន្ថែមព័ត៌មានអ្នកទទួល";
"5nm3J7mD" = "រក្សាទុក";
"BTzO3MA1" = "ឈ្មោះ/លេខទូរស័ព្ទ";
"fdYrGIFb" = "ការគ្រប់គ្រងផ្ទេរប្រាក់";
"2EPMI0Ro" = "អ្នកទទួលប្រាក់";
"jipl0KUj" = "ប្រទេសកំណើតរបស់អ្នកទទួល";
"yjCLRkV6" = "ទៅកាន់ប្រទេស";
"MRizy1WE" = "ដៃគូរ";
"O7btTqFy" = "អត្រា​ប្ដូរ";
"Th0QKAI6" = "ចំនួនទឹកប្រាក់មួយប្រតិបត្តិការ";
"wu0BFgDi" = "Account balance insufficient";
"ZmgMEII0" = "ចំនួនប្រតិបត្តិការលើកំណត់";
"JWRpnuek" = "ចំនួនទឹកប្រាក់ដែលត្រូវទទួល";
"BiUtrIb3" = "ចំណាំ៖ ចំនួនទឹកប្រាក់នេះ គឺជាចំនួនប៉ាន់ស្មាន ចំនួនទឹកប្រាក់ជាក់ស្តែង នឹងត្រូវធ្វើឡើងតាមចំនួនទឹកប្រាក់ដែលទទួលបាន";
"uVVJeonR" = "ព័ត៌មានគណនីរបស់អ្នកទទួល";
"lPbT4NY1" = "ប្រទេសរបស់អ្នកទទួល";
"ylaEdUhR" = "អាស័យដ្ឋាន";
"qVCl1o8O" = "កាលបរិច្ឆេទ";
"C3InKk2b" = "មូលហេតុនៃការផ្ទេរ";
"73IrNw1L" = "ប្រភពទឹកប្រាក់";
"XiS0f25N" = "ការផ្ទៀតផ្ទាត់របស់អតិថិជន";
"cB3e7LW6" = "ថ្លៃសេវា";
"d1q6xTQ3" = "បញ្ចុះតម្លៃ";
"30T5DG3Q" = "គោលបំណងផ្សេងទៀត";
"O8X45dkA" = "ប្រភពទឹកប្រាក់ផ្សេងទៀត";
"1wdZB3DT" = "តារាងតម្លៃសេវា";
"Pl6Nbxfy" = "លក្ខន្តិកៈក្នុងការប្រើប្រាស់កម្មវិធីឃូលឃែស";
"sAj4Joke" = "បើក";
"kwCIcL1x" = "ទឹកប្រាក់";
"hbQmFhd0" = "អត្រា​ប្ដូរ";
"HYsS50Ji" = "កិច្ចព្រមព្រៀងសេវាកម្ម";
"5O6zhbTH" = "កំណត់ត្រាចុងក្រោយ";
"tvy0oIAQ" = "កំណត់ត្រា";
"28Y45s6W" = "លេខប្រតិបត្តិការ";
"5xdNPvU0" = "ស្ថានភាព";
"y97jp8l0" = "មិនជោគជ័យ";
"dtXJWLUv" = "ព័ត៌មានលម្អិតពីការផ្ទេរប្រាក់";
"RHUBAPgC" = "លម្អិត";
"BQv4jaKx" = "Initiated";
"vFID0sZ0" = "Payment done";
"j9vrnGxS" = "ផ្ទេរបា្រក់កំពុងរង់ចាំការបញ្ជាក់";
"grghSLEm" = "ផ្ទេរបា្រក់កំពុងបញ្ចាក់";
"jS7pwDTg" = "ផ្ទេរបា្រក់កំពុងដំណើរការ";
"twTKE3PI" = "ទឹកប្រាក់ទទួលបាន";
"db6iZMXT" = "ផ្ទេរបា្រក់ជោគជ័យ";
"X3xjBXbU" = "ផ្ទេរបា្រក់មិនជោគជ័យ";
"SAjZlyRo" = "ទឹកប្រាក់ទទួលមិនជោគជ័យ";
"1qxi9sok" = "ផ្ទេរបា្រក់បានត្រលប់ទៅកាន់គណនីផ្ទេរវិញ";

"pn_delete_reciver_title" = "លុបព័ត៏មានអ្នកទទួល";
"pn_delete_reciver_message" = "តើអ្នកពិតជាចង់លុបព័ត៏មានអ្នកទទួលនេះ?";

"pn_charge" = "ថ្លៃសេវា";
"pn_inter_transfer_limit" = "ការកំណត់ផ្ទេរប្រាក់";
"pn_bind_alipay_phone" = "សូមវាយគណនីAlipayដែលភ្ជាប់លេខទូរស័ព្ទ";
"pn_bind_alipay_idType" = "សូមវាយគណនីAlipayដែលភ្ជាប់បណ្ណ័សម្គាល់";
"pn_bind_alipay_idNo" = "សូមវាយគណនីAlipayដែលភ្ជាប់លេខបណ្ណ័សម្គាល់";
"pn_bind_alipay_firstName" = "នាមត្រកូលគណនីAlipay";
"pn_bind_alipay_lastName" = "ឈ្មោះគណនីAlipay";
"pn_limit_for_payer" = "ការកំណត់ទឹកប្រាក់អ្នកផ្ទេរ";
"pn_limit_for_receiver" = "ការកំណត់ទឹកប្រាក់អ្នកទទួល";
"pn_limit_type" = "ប្រភេទ";
"pn_limit_amount" = "ចំនួនទឹកប្រាក់";
"pn_limit_time" = "ចំនួន (No.)";
"pn_txn_month" = "ប្រតិបត្តិការ ខែ";
"pn_txn_day" = "ប្រតិបត្តិការ ថ្ងៃ";
"pn_txn_year" = "ប្រតិបត្តិការ ឆ្នាំ";
"pn_fee_charge" = "ថ្លៃសេវា";
"pn_single" = "ក្នុងមួយប្រតិបត្តិការ";
"pn_no_limit" = "មិនកំណត់";
"pn_click_to_transfer" = "ផ្ទេរប្រាក់";
"pn_abnormal" = "មិនប្រក្រតី";
"pn_check_detail" = "លម្អិត";

"pn_select_province" = "សូមជ្រើសរើសខេត្តក្រុង";

"pn_visa_page" = "ទិដ្ឋាការមានសុពលភាព";

"pn_ms_Merchant_KHQR" = "ពាណិជ្ជករ KHQR";
"pn_contact_us" = "ទាក់ទងមកយើងខ្ញុំ";
"pn_copy_email_success" = "ចម្លងអុីម៉ែលជោគជ័យ";
"pn_care_center" = "សេវាបម្រើអតិថិជន";
"pn_merchant_payment_service_agreement" = "កិច្ចព្រមព្រៀងស្ដីពីសេវាទូទាត់ប្រាក់ជាមួយពាណិជ្ជករ";
"pn_refund_amount" = "ទឹកប្រាក់បង្វិលសង";
"pn_receiver_account" = "គណនីទទួលប្រាក់";
"pn_ms_change_password" = "ប្តូរលេខសង្ងាត់ទូទាត់";
"pn_ms_password_tips" = "តើអ្នកចងចាំលេខសម្ងាត់ទូទាត់មុនដែរឬទេ?";
"pn_not_remember" = "មិនចងចាំ";
"pn_remember" = "ចងចាំ";
"pn_ms_current_pwd_tips" = "បញ្ចូលលេខសង្ងាត់ទូទាត់បច្ចុប្បន្ន";
"pn_ms_new_pwd_tips" = "បញ្ចូលលេខសង្ងាត់ទូទាត់ថ្មី";
"pn_ms_confirm_new_pwd_tips" = "សូមបញ្ជាក់លេខសង្ងាត់ទូទាត់ម្តងទៀត";
"pn_ms_update_pwd_success" = "ប្តូរលេខសង្ងាត់ទូទាត់ជោគជ័យ សូមរក្សាទុក!";
"pn_ms_error_tips" = "លេខសង្ងាត់ទូទាត់មិនអាចលេខដដែល ឬ តាមបានលំដាប់ទេ";
"pn_continue" = "បន្ត។";
"pn_risk_tips" = "[%@] មិនទាន់បញ្ចូលព័ត៌មានគណនី តើចង់បន្តទេ?";

"pn_International_transfer_record" = "កំណត់ត្រាផ្ទេរប្រាក់ក្រៅប្រទេស";
"pn_phone" = "លេខទូរស័ព្ទ";
"pn_email" = "អុីម៉ែល";
"pn_confirm" = "យល់ព្រម";

"pn_terms" = "លក្ខន្តិកៈក្នុងការប្រើប្រាស់";
"pn_wallet_transactions" = "ប្រវត្តិប្រតិបត្តិការ";
"pn_use_default_photo" = "ប្រើរូបថតដើម";
"pn_contact_care_center_reset_password" = "សូមទាក់ទងទៅកាន់ផ្នែកបម្រើសេវាអតិថិជនដើម្បីកែប្រែលេខសម្ងាត់ទូទាត់";
"pn_received_sms_code" = "ខ្ញុំបានទទួលលេខកូដផ្ទៀងផ្ទាត់";
"input_sms_code" = "សូមវាយលេខកូដផ្ទៀងផ្ទាត់";
"sms_code_valid_time" = "សុពលភាពលេខកូដផ្ទៀងផ្ទាត់គឺ៖ %@ នាទី";

"pn_Care_center" = "ជំនួយការផ្ទេរប្រាក់";
"pn_IR_introduction" = "ការណែនាំ របៀបផ្ទេរប្រាក់ក្រៅប្រទេស";
"pn_IR_Q&A" = "សំណួរ ចម្លើយការផ្ទេរប្រាក់ក្រៅប្រទេស";
"pn_alipay_tips1" = "សូមប្រាកដថាអ្នកទទួលប្រាក់បានបង្កើតគណនីធនាគារ Alipay";
"pn_alipay_tips2" = "ប្រសិនអ្នកទទួលប្រាក់មិនទាន់បានបង្កើតគណនីទេ Alipay នឹងទាក់ទង ហើយSMS ដើម្បីទំនាក់ទំនង\nអ្នកទទួលត្រូវបង្កើតអោយបានមុន 72ម៉ោង ដើម្បីទទួលប្រាក់";
"pn_check" = "ពិនិត្យ";
"pn_transfer_to_alipay_tips" = "ផ្ទេរប្រាក់ទៅ：Alipayភ្ជាប់ជាមួយធនាគារចិន";
"pn_check_alipay_name" = "ពិនិត្យមើលឈ្មោះអ្នកទទួល Alipay";
"pn_check_alipay_name_some" = "ឈ្មោះអ្នកទទួលត្រូវដូចគ្នាជាមួយឈ្មោះ Alipay";
"pn_copy_check_link" = "ចម្លងពិនិត្យ link";

"pn_up_letters" = "(Enter capital letter)";
"pn_inter_qualifications" = "International Transfer Qualification";
"pn_alipay_setting_tips" = "Please confirm receiver info has been set on Alipay";
"pn_alipay_setting_tips_2" = "Confirm to read and set receiver on Alipay";
"pn_inter_big_tisp" = "1. This service is a formal and legitimate cross-border transfer approved by the People's Bank of China and the National Bank of Cambodia. For relevant qualifications, please click:>>International Transfer Qualification\n2. To use this service, please set receiving bank card on Alipay \"闪速收款\":\nI am the receiver:>>Jump to receiving bank card on Alipay \"闪速收款\"\nI am not the receiver:>>Copy link of receiving bank card on Alipay \"闪速收款\"\n3. Please ensure receiver information is correctly filled in\n4. Please ensure receiver name is the same as receiver name on Alipay \"闪速收款\"\nI am the receiver:>>Jump to Alipay \"闪速收款\"\nI am not the receiver:>>Copy link of Alipay \"闪速收款\"";
"pn_inter_hig_qualifications" = ">>International Transfer Qualification";
"pn_inter_hig_click_receiver_bank_card" = ">>Jump to receiving bank card on Alipay \"闪速收款\"";
"pn_inter_hig_copy_receiver_bank_card" = ">>Copy link of receiving bank card on Alipay \"闪速收款\"";
"pn_inter_hig_click_home" = ">>Jump to Alipay \"闪速收款\"";
"pn_inter_hig_copy_home" = ">>Copy link of Alipay \"闪速收款\"";

"pn_to_be_activated" = "បើកដំណើរការ";
"pn_verify_information" = "ផ្ទៀងផ្ទាត់ព័ត៌មាន";
"pn_activate_wallet" = "បើកដំណើរការគណនី";
"pn_after_activation_wallet" = "បន្ទាប់ពីបើកដំណើរការ អ្នកអាចប្រើប្រាស់គណនីបាន";
"pn_activate" = "ដំណើរការ";
"pn_activation_procedure" = "នីតិវិធីការបើកដំណើរការ";
"pn_activation_procedure_1" = "បំពេញព័ត៌មានអ្នកប្រើប្រាស់";
"pn_activation_procedure_2" = "ផ្ទៀងផ្ទាត់ព័ត៌មាន";
"pn_activation_procedure_3" = "បង្កើតលេខសម្ងាត់ទូទាត់";
"pn_activation_procedure_4" = "បញ្ជាក់លេខសម្ងាត់ទូទាត់ដើម្បីបើកដំណើរការ";

"pn_invite_code" = "លេខកូដណែនាំ";
"pn_input_invite_code" = "សូមវាយលេខកូដណែនាំ";
"pn_invite_code_tips" = "នេះជាការផ្ទេរប្រាក់អន្តរជាតិលើកតំបូងនៅក្នុងកម្មវិធីWOWNOW សូមវាយលេខកូដណែនាំ ហើយចែករំលែកទៅកាន់មិត្តរបស់អ្នកដើម្បីទទួលបានរង្វាន់";
"pn_your_friend_invite_code" = "លេខកូដណែនាំសម្រាប់ចែករំលែក";
"pn_continue_transfer" = "ផ្ទេរប្រាក់";

"pn_Passport_front_page" = "ផ្នែកខាងមុខលិខិតឆ្លងដែន";
"pn_Expired_upload_again" = "*ផុតកំណត់ សូមបញ្ចូលម្ដងទៀត";
"pn_Expired_select_again" = "*ផុតកំណត់ សូមជ្រើសរើសម្ដងទៀត";
"pn_To_upgrade_to_Platinum_account_tips" = "*ដើម្បីដំឡើងទៅជាគណនី Platinum និងប្រើសេវាផ្ទេរប្រាក់អន្ដរជាតិ សូមបញ្ចូលរូបភាពរបស់អ្នកជាមួយប័ណ្ណសម្គាល់";
"pn_upload_passport_front_page" = "សូមបញ្ចូលផ្នែកខាងមុខលិខិតឆ្លងដែន";
"pn_upload_valid_Visa_page_" = "សូមបញ្ចូលទិដ្ឋាការមានសុពលភាព";
"pn_select_Legal_document_type" = "សូមជ្រើសរើសប្រភេទប័ណ្ណសម្គាល់";

"pn_go_to_transfer" = "Go Transfer";
"pn_transfer_to" = "transfer to";
"pn_transfer_to_wechat" = "Transfer to Wechat";
"pn_transfer_to_alipay" = "Transfer to Alipay";
"pn_txn_channel" = "Txn channel";
"pn_full_name" = "Full name";
"pn_fullname_capital" = "Last name+First name in capital";
"pn_wechat_payee" = "Wechat receiver";
"pn_alipay_payee" = "Alipay receiver";
"pn_click_wechat_tiny" = "Click \"微汇款\" of Wechat";
"pn_wechat_bind_phone_tips" = "Please input phone number of Wechat linked bank";
"pn_wechat_bind_cardType_tips" = "Input legal doc type of Wechat receiving account";
"pn_wechat_bind_cardNum_tips" = "Input legal doc number of Wechat receiving account";
"pn_wechat_setting_tips" = "Please confirm to create receiving profile in \"微汇款\" mini program";
"pn_wechat_tips1" = "Tips";
"pn_wechat_tips2" = "Please ensure receiver has created receiving profile on Wechat \"微汇款\" mini program. If receiver has not created, transfer will be declined";
"pn_wechat_setting_tips_2" = "Confirm to read and set receiver on Wechat";
"pn_check_wechat_name_some" = "Receiver name should match the receiver name on \"微汇款\" mini program";
"pn_wechat_big_tips" = "1. This service is a formal and legitimate cross-border transfer approved by the People's Bank of China and the National Bank of Cambodia. For relevant qualifications, please click:>>International Transfer Qualification\n2. To use this service, please set receiving bank card to on Wechat:>>Click \"Receiving fund\" of Wechat\n3. Please ensure receiver information is correctly filled in";
"pn_input_wechat_full_name" = "Please input full name of Wechat receiving profile";

"pn_store_manager" = "គ្រប់គ្រងហាង";
"pn_operator_management" = "គ្រប់គ្រងប្រតិបត្តិករ";
"pn_Upload_voucher" = "បញ្ចូលប័ណ្ណទូទាត់";
"pn_Withdraw_to_Bank" = "ដកប្រាក់ទៅធនាគារ";
"pn_Withdraw_to_personal_wallet" = "ដកប្រាក់ទៅគណនីផ្ទាល់ខ្លួន";
"pn_Wallet_withdrawal_permission" = "មុខងារដកប្រាក់ពីគណនី";
"pn_Open_to_withdraw_from_wallet" = "ដកប្រាក់ពីគណនី";
"pn_Receiving_data_permission" = "មុខងារពិនិត្យការទទួលប្រាក់";
"pn_Open_to_check_merchant" = "ពិនិត្យមើលពាណិជ្ជករនិងការទទួលប្រាក់ជាមួយប្រតិបត្តិការរបស់ហាងប្រចាំថ្ងៃនឹងមុខងារកំណត់ត្រា";
"pn_Store_management_permission" = "មុខងារការគ្រប់គ្រប់ហាង";
"pn_Open_for_store_management" = "បើកមុខងារទាំងអស់សំរាប់ការគ្រប់គ្រងហាង";
"pn_Merchant_KHQR_permission" = "មុខងារ KHQR ពាណិជ្ជករ";
"pn_Open_merchant_KHQR_permission" = "បើកមុខងារKHQRពាណិជ្ជករ";
"pn_Wallet_balance_permission" = "មុខងារពិនិត្យទឹកប្រាក់";
"pn_Open_to_check_wallet_balance" = "ពិនិត្យទឹកប្រាក់";
"pn_coolcash_wallet" = "គណនីឃូលឃែស";
"pn_add_picture" = "បន្ថែមរូបភាព";
"pn_sms_send" = "បានផ្ងើសារ";
"pn_unbind_succeeds" = "ផ្តាច់ជោគជ័យ";
"pn_add_operator" = "បន្ថែម";
"pn_edit_operator" = "កែសម្រួល";
"pn_add" = "បន្ថែម";
"pn_reset_operator_pwd" = "តើអ្នកចង់កែប្រែលេខកូដប្រតិបត្តិការសម្រាប់គណនី \"%@\"？";
"pn_reset_unbind_operator" = "តើអ្នកចង់ផ្តាច់ប្រតិបត្តិករ [%@]?";
"pn_reset_unbind_store_operator" = "តើអ្នកចង់ផ្តាច់បុគ្គលិក【%@】?";
"pn_Reset_transaction_password" = "កែប្រែលេខកូដប្រតិបត្តិការ";
"pn_Unbind" = "ផ្តាច់";
"pn_stroe_info" = "ព័ត៌មានហាង";
"pn_store_detail" = "លម្អិត";
"pn_edit" = "កែសម្រួល";
"pn_add_store" = "បន្ថែម";
"pn_edit_store_operator" = "កែសម្រួល";
"pn_add_store_operator" = "បន្ថែម";
"pn_upload_image_store" = "បន្ថែមរូបភាព";
"pn_Store_receiving_KHQR" = "KHQRទទួលប្រាក់";
"pn_Merchant_KHQR" = "KHQRពាណិជ្ចករ";
"pn_Staff_receiving_QR" = "QRទទួលប្រាក់បុគ្គលិក";
"pn_upload_store_tips" = "សូមបញ្ចូលរូបភាពហាងទំហំក្រោម5MBជាប្រភេទPNG/JPEG/GIF(30)";
"pn_Store_pic" = "រូបភាពហាង";
"pn_store_status" = "ស្ថានភាព";
"pn_Active" = "ដំណើរការ";
"pn_Suspended" = "បានផ្អាក";
"pn_store_name" = "ឈ្មោះហាង";
"pn_store_address" = "អាស័យដ្ឋានហាង";
"pn_store_phone" = "លេខទូរស័ព្ទហាង";
"pn_Store_NO" = "លេខហាង";
"pn_Operation_time" = "ពេលវេលាប្រតិបត្តិការ";
"pn_Number_of_staff" = "ចំនួនបុគ្គលិក";
"pn_num_people" = "";
"pn_Open_to_check_store_receiving_data" = "ពិនិត្យមើលទិន្នន័យទទួលប្រាក់";
"pn_Staff_role" = "តួនាទីបុគ្គលិក";
"pn_store_manager_2" = "អ្នកគ្រប់គ្រង";
"pn_store_Staff" = "បុគ្គលិក";
"pn_upload_success" = "បញ្ចូលជោគជ័យ";
"pn_check_detail" = "ពិនិត្យលម្អិត";
"pn_voucher_records" = "កំណត់ត្រាប័ណ្ណទូទាត់";
"pn_more" = "ច្រោះ";
"pn_voucher_detail" = "ព័ត៌មានប័ណ្ណទូទាត់";
"pn_Store" = "ហាង";
"pn_Withdraw" = "ដកប្រាក់";
"pn_Operator" = "ប្រតិបត្តិករ";
"pn_Voucher" = "ប័ណ្ណទូទាត់";
"pn_confirm_upload" = "យល់ព្រម";
"pn_upload_datetime" = "ពេលវេលាបញ្ចូល";
"pn_upload_voucher_2" = "បញ្ចូលប័ណ្ណទូទាត់";
"pn_Receiver_name" = "ឈ្មោះអ្នកទទួល";
"pn_Add_bank_card" = "បន្ថែមកាតធនាគារ";
"pn_Withdrawal_account" = "គណនីដកប្រាក់";
"pn_can_not_withdraw_alert" = "មិនអាចដកប្រាក់លើសកំណត់";
"pn_witdhdraw_account" = "លេខគណនីដកប្រាក់";
"pn_withdarw_amount" = "ចំនួនទឹកប្រាក់ដក";
"pn_can_withdarw_amount" = "ចំនួនទឹកប្រាក់អាចដកបាន:";
"pn_withdraw_all" = "ដកប្រាក់ទាំងអស់";
"pn_Receiving_bank" = "ធនាគារអ្នកទទួល";
"pn_Receiver_bank_account" = "លេខគណនីអ្នកទទួល";
"pn_withdraw_datetime" = "ពេលវេលាដកប្រាក់";
"pn_all_store" = "ហាងទាំងអស់";
"pn_trans_Record_count" = "ចំនួនសរុប";
"pn_trans_count" = "";
"pn_Income" = "ប្រាក់ចំណូល";
"pn_Expenditures" = "ប្រាក់ចំណាយ";
"pn_admin_send_sms_code_tips" = "សូមទាក់ទងអ្នកគ្រប់គ្រងពាណិជ្ចករ%@ដើម្បីកែប្រែលេខកូដប្រតិបត្តិការ បន្ទាប់ពីកែប្រែសារនឹងត្រូវបានផ្ញើ";
"pn_Staff_management" = "គ្រប់គ្រងបុគ្គលិក";
"pn_send_sms_code_tips_2" = "សារលេខសម្ងាត់ផ្ទៀងផ្ទាត់ត្រូវបានផ្ងើទៅកាន់លេខទូរសព្ទ %@ សូមពិនិត្យនិងវាយលេខកូដដើម្បីផ្ទៀងផ្ទាត់";
"pn_Store_data_query_permission" = "មុខងារពិនិត្យទិន្ធន័យហាង";
"pn_upload_voucher_tips" = "សូមបញ្ចូលរូបភាពប័ណ្ណទូទាត់ទំហំក្រោម 5 MB ជាប្រភេទ PNG/JPEG/GIF (បញ្ចូលបាន 5 រូប)";
"pn_full_name_2" = "ឈ្មោះ";
"pn_Confirm_to_withdraw" = "យល់ព្រម";

"pn_input_packet_password" = "សូមបញ្ចូលលេខសំណាង";
"pn_not_open_will_be_refunded" = "អាំងប៉ាវមិនបានបើកក្នុងរយៈពេល 24ម៉ោងនឹងត្រូវបង្វិលសងប្រាក់";
"pn_will_send" = "ផ្ញើអាំងប៉ាវទៅ";
"pn_selected_need_send" = "បានជ្រើសយក";
"pn_send_red_packet" = "ផ្ញើអាំងប៉ាវ";
"pn_tips_balance_insufficient" = "ទឹកប្រាក់មិនគ្រប់គ្រាន់ សូមប្តូរចំនួនទឹកប្រាក់អាំងប៉ាវ";
"pn_me" = "ខ្ញុំ";
"pn_recent_send" = "ផ្ញើថ្មីៗ";
"pn_packet_total_amount" = "ទឹកប្រាក់សរុប";
"pn_Identical_amount" = "ប្តូរជាទឹកប្រាក់ជាក់ស្តែង";
"pn_Random_amount" = "ប្តូរជាទឹកប្រាក់ផ្សងសំណាង";
"pn_i_received" = "បានទទួល";
"pn_i_send" = "បានផ្ញើ";
"pn_packet_rule" = "គោលការណ៍អាំងប៉ាវ";
"pn_recent_red_packet" = "អាំងប៉ាវថ្មីៗ";
"pn_Not_open" = "មិនទាន់បើក";
"pn_open" = "បានបើក";
"pn_Partial_opened" = "បើកតាមលំដាប់";
"pn_Opened" = "បានបើក";
"pn_Partial_refunded" = "បានសងប្រាក់នៅសល់";
"pn_refunded" = "បានសងប្រាក់";
"pn_Expired" = "ផុតកំណត់";
"pn_None_left" = "មិនមាន";
"pn_cover_default" = "គម្រប(ដើម)";
"pn_wish_default" = "ជូនពរអ្នកមានសុខភាពល្អ លុយកាក់ ហេងហេង!";
"pn_lucky_packet" = "អាំងប៉ាវសំណាង";
"pn_Normal_packet" = "អាំងប៉ាវធម្មតា";
"pn_packet_type" = "ប្រភេទអាំងប៉ាវ";
"pn_packet_transer_to_wallet" = "ផ្ទេរប្រាក់អាំងប៉ាវទៅគណនី >";
"pn_packet_Customized_number" = "កែសម្រួលលេខសំណាងផ្ទាល់ខ្លួន";
"pn_packet_system_number" = "ប្រើប្រាស់លេខសំណាងណែនាំ";
"pn_packet_number_tips" = "សំរាប់សុវត្តិភាពប្រាក់ សូមកុំប្រើប្រាស់លេខសំណាងងាយៗ\n8 អក្សរធំឬលេខ មិនអាចដាក់និមិត្តសញ្ញា";
"pn_select_year" = "ជ្រើសរើសឆ្នាំ";
"pn_from" = "From";
"pn_packet_history" = "កំណត់ត្រា";
"pn_packet_message_record" = "សារអាំងប៉ាវ";
"pn_packet_lucky_number" = "លេខសំណាង";
"pn_packet_quantity" = "ចំនួន";
"pn_enter_packet_number" = "បញ្ចូលលេខ";
"pn_send_to" = "ផ្ញើទៅ";
"pn_friends_wownow" = "មិត្តភកិ្ត WOWNOW";
"pn_friends_Telegram" = "មិត្តភកិ្ត Telegram";
"pn_prepre_red_packet" = "រៀបចំអាំងប៉ាវ";
"pn_red_packet_title" = "អាំងប៉ាវ";
"pn_Wishes_title" = "ការជូនពរ";
"pn_ge" = "";
"pn_packet_detail" = "លម្អិត";
"pn_i_want_send_red_packet" = "ផ្ញើអាំងប៉ាវ (ផ្សងសំណាង)";
"pn_Each_package_of_amount_is_divided_randomly" = "កញ្ចប់ទឹកប្រាក់នីមួយៗចែកដោយការផ្សងសំណាង";
"pn_packet_balance_of_KHR_wallet_insufficient" = "ប្រសិនគណនីប្រាក់KHR មិនមានទឹកប្រាក់គ្រប់គ្រាន់ អ្នកអាចទូទាត់ជាប្រាក់USD\n";
"pn_Look_at_your_luck" = "ត្រួតពិនិត្យ";
"pn_not_open_wallet" = "មិនទាន់បង្កើតគណនី";
"pn_send_count_packet" = "សរុបបានផ្ញើ %@ អាំងប៉ាវ";
"pn_reciver_count_packet" = "សរុបបានទទួល %@ អាំងប៉ាវ";
"pn_packet_message_title" = "អាំងប៉ាវថ្មីៗ";
"pn_packet_share_content" = "ខ្ញុំបានផ្ញើ %zd អាំងប៉ាវ! បើកមុន ទទួលមុន!ទាញយកកម្មវិធី WOWNOW App ដើម្បីពិនិត្យមើលកំណត់ត្រា";
"pn_input_packet_number" = "បញ្ចូលលេខសំណាង";
"pn_copy_packet_number" = "ចម្លង";
"pn_packet_detail_count_open" = "បានបើក %zd/%zd ៛ %@/%@";
"pn_packet_detail_count_refund" = "បានបើក %zd/%zd ៛ %@/%@ បានបង្វិលប្រាក់ទាំងអស់";
"pn_packet_detail_count_part_refund" = "បានបើក %zd/%zd ៛ %@/%@ បានបង្វិលប្រាក់នៅសល់";
"pn_packet_detail_count_Finished" = "បានបើក %zd អាំងប៉ាវ (ច្រើន) (៛ %@ សរុប)";
"pn_current_packet_rate" = "អត្រាប្តូរប្រាក់: USD 1=KHR ";
"pn_packet_single_amount" = "ទឹកប្រាក់";
"pn_can_exchang_usd_to_khr" = "គណនីKHRមិនមានទឹកប្រាក់គ្រប់គ្រាន់ អ្នកអាចប្តូរប្រាក់ $%@ ពីគណនីUSD ទៅ KHR អត្រាប្តូរប្រាក់ $1=៛%@";
"pn_red_packet_no" = "លេខអាំងប៉ាវ";
"pn_check_red_packet_record" = "ពិនិត្យកំណត់ត្រា";
"pn_number_red_packet" = "%zd អាំងប៉ាវ(ច្រើន)";
"pn_merchant_id_2" = "លេខសម្គាល់ពាណិជ្ជករ";
"pn_ms_store_staff" = "បុគ្គលិកហាង";
"pn_upgrade_your_account_to_receive_packet" = "សូមដំឡើងគណនីរបស់អ្នកជាមុនសិន";
"pn_red_packet_has_been_send" = "អាំងប៉ាវត្រូវបានផ្ញើរួចរាល់";
"pn_exceeds_maximum_your_account" = "ទឹកប្រាក់អាំងប៉ាវលើសកំណត់ទំហំផ្ទុកប្រាក់គណនីរបស់អ្នក";
"pn_red_packet_expired" = "ផុតកំណត់";
"pn_red_packet_Run_out" = "អស់ពេល";
"pn_Red_packets_have_been_opened" = "អាំងប៉ាវបានបើក";
"pn_capital_letters_or_number" = "8 អក្សរធំឬលេខ មិនអាចដាក់និមិត្តសញ្ញា";

"pn_Rent_bill" = "វិក្កយបត្រជួល";
"pn_Record" = "កំណត់ត្រា";
"pn_bill" = "វិក្កយបត្រ";
"pn_bill_detail" = "វិក្កយបត្រលំអិត";
"pn_bill_no" = "លេខវិក្កយបត្រ";
"pn_bill_status" = "ស្ថានភាពបង់ប្រាក់";
"pn_bill_items" = "ឧបករណ៍ត្រូវបង់";
"pn_room_no" = "លេខសម្គាល់";
"pn_bill_amount" = "ចំនួនទឹកប្រាក់";
"pn_bill_remark" = "ចំណាំ";
"pn_Payment_complete_time" = "ពេលវេលាបង់ប្រាក់";
"pn_voucher_remark" = "ចំណាំ";
"pn_select_2" = "ជ្រើសរើស";
"pn_rent_bill_no" = "ប្រតិបត្តិការទូទាត់ជួល";
"pn_complete_time" = "ពេលវេលា";
"pn_Payment_voucher" = "ប័ណ្ណទូទាត់";
"pn_comfirm_to_pay" = "យល់ព្រម";
"pn_select_bill_no" = "សូមជ្រើសរើសវិក្កយបត្រ";
"pn_Refused_by_customer" = "បោះបង់";
"pn_Voucher_uploaded" = "បានបញ្ចូលប័ណ្ណទូទាត់";
"pn_billed_and_uploaded" = "ទូទាត់រួចរាល់ បញ្ចូលប័ណ្ណទូទាត់";
"pn_record_2" = "កំណត់ត្រាប្រតិបត្តិការ";
"pn_Bill_info_incorrect" = "បដិសេដ";
"pn_pay_now" = "ទូទាត់ឥឡូវនេះ";
"pn_To_be_paid" = "ត្រូវទូទាត់";
"pn_Reason_to_refuse" = "មូលហេតុ";
"pn_reject_success" = "ជោគជ័យ";
"pn_Succeed_to_upload_voucher" = "បញ្ចូលប័ណ្ណទូទាត់រួចរាល់";
"pn_reject_remark" = "មិនបំពេញ";
"pn_close_remark" = "សម្គាល់";
"pn_search_input_mobile" = "បញ្ចូលលេខទូរស័ព្ទ";

///娱乐缴费
"pn_user_id" = "លេខសម្គាល់អតិថិជន";
"pn_zone_id" = "លេខសម្គាល់តំបន់";
"pn_input_user_id" = "សូមបញ្ចូលលេខសម្គាល់អតិថិជន";
"pn_input_zone_id" = "សូមបញ្ចូលលេខសម្គាល់តំបន់";
"pn_payer_account" = "លេខគណនី";
"pn_game_submit_tips" = "សេវាកម្មនេះស្ថិតនៅក្រោមការគ្រប់គ្រង់របស់ក្រុមហ៊ុនដៃគូរ។ WOWNOW អាច\nបញ្ចូលទឹកប្រាក់ជូនអ្នកប្រើប្រាស់ប៉ុណ្ណោះ";
"pn_entertainment" = "កម្សាន្ត";
"pn_balance_not_enough_tips" = "គណនីប្រាក់ USD មិនមានទឹកប្រាក់គ្រប់គ្រាន់ អ្នកចង់ប្តូរប្រាក់ពី KHR ជា USD ទេ?";
"pn_select_payment" = "ជ្រើសរើសប្រភេទទូទាត់";
"pn_wallet_balance" = "សមតុល្យកាបូប";
"pn_pincode" = "ទឹកប្រាក់";
"pn_items" = "ឧបករណ៍";
"pn_ref_number" = "លេខសម្គាល់";
"pn_pincode_info" = "ព័ត៌មានទឹកប្រាក់";
"pn_account_info" = "ព័ត៌មានគណនី";
"pn_customer_name" = "ឈ្មោះអតិថិជន";
"pn_zone" = "តំបន់";
"pn_selected_product" = "ជ្រើសរើស";
"pn_get_items" = "យកឧបករណ៍";

"5UIKm8yX" = "Group";
"aEvpZcFf" = "បង្កើតប្រតិបត្តិការ";
"GufDlQOK" = "មិនមានឯកសារ";
"EdX024QJ" = "អ្នកទិញ";
"X8wkuMw2" = "អ្នកលក់";
"pPgU3rVk" = "គណនី（+8550）";
"iU6StRW0" = "ឯកសារភ្ជាប់";
"8zF0Ua7I" = "បង្កើតនិងចែកចាយ";
"8zF0Ua7I2" = "ផ្តួចផ្តើម";
"Bq9M3FIV" = "ការយល់ព្រមប្រតិបត្តិការសុវត្តិភាព";
"L6ddPIex" = "ខ្ញុំបានអាននិងយល់ព្រម ";
"rZ4MZvCF" = "ផ្ទុកឯកសារភ្ជាប់";
"oVwpPGHd" = "ខ្ញុំជាអ្នកលក់";
"fgQEHc8b" = "ខ្ញុំជាអ្នកទិញ";
"cUPRpTWC" = "សម្គាល់";
"X0waVGy0" = "1.ចុច[ខ្ញុំអ្នកលក់] ដើម្បីទទួលប្រាក់៖ បង្កើតប្រតិបត្តិការនិងផ្ញើ linkទៅអ្នកទិញដើម្បីបង់ប្រាក់\n2.ចុច[ខ្ញុំអ្នកទិញ] ដើម្បីបង់ប្រាក់៖ បង្កើតប្រតិបត្តិការ និងបង់ប្រាក់ទៅកាន់អ្នកលក់";
"YFIDGqVH" = "សូមបញ្ចូលរូបភាពប័ណ្ណទូទាត់ទំហំក្រោម 5 MB ជាប្រភេទ PNG/JPEG/GIF (បញ្ចូលបាន 10 រូប)";
"Vd1QTGmu" = "វត្ថុប្រតិបត្តិការ";
"5Xom1HTl" = "តើអ្នកយល់ព្រមធ្វើប្រតិបត្តិការទេ?";
"TIjulPsM" = "តើអ្នកយល់ព្រមបោះបង់ប្រតិបត្តិការទេ?";
"c8rxkqps" = "បន្ទាប់ពីផ្ទេរប្រាក់រួច platform និងដាក់ប្រាក់ទៅគណនីអ្នកទិញ ហើយគណនីអ្នកលក់មិនអាចសុំបង្វិលសងប្រាក់ទេ។ តើអ្នកយល់ព្រមធ្វើប្រតិបត្តិការទេ?";
"pJsMjwJQ" = "តើអ្នកយល់ព្រមបោះបង់ការបង្វិលសងប្រាក់ទេ?";
"KVdIDTdI" = "តើអ្នកយល់ព្រមបោះបង់ការ ស៊ើបអង្កេត";
"qGAYU3Rq" = "តើអ្នកយល់ព្រមបង្វិលសងប្រាក់ទេ?";
"misbAFoq" = "តើអ្នកយល់ព្រមបដិសេធប្រតិបត្តិការនេះទេ?";
"bT6z62lC" = "តើអ្នកយល់ព្រមដាក់ការបង្វិលសងប្រាក់ទេ?";
"RjMXLmyp" = "តើអ្នកយល់ព្រមបដិសេធការបង្វិលសងប្រាក់ទេ?";
"Ve4FnhgG" = "តើអ្នកយល់ព្រមបើកការស៊ើប អង្កេតទេ?";
"Mw5WkG3Q" = "សូមបំពេញគោលបំណង(ត្រូវបំពេញ)";
"ulP6Dlwt" = "សូមបំពេញគោលបំណង";
"gBjyExDd" = "គោលបំណងបង្វិលសង";
"CACs1qJ5" = "គណនីអ្នកទិញ";
"IhnSFBbR" = "ឈ្មោះអ្នកទិញ";
"XtRppmEO" = "គណនីអ្នកលក់";
"9kTb2wdH" = "ឈ្មោះអ្នកលក់";
"IVm6l92o" = "ថ្លៃសេវា";
"lM0ikRQ8" = "ពេលវេលាជោគជ័យ";
"ytEuVxQM" = "សម្គាល់៖ បន្ទាប់ពីអ្នកទិញបានបង់ប្រាក់ជោគជ័យ ប្រតិបត្តិការនឹងត្រូវបានរក្សាទុកក្នុងplatformបណ្ដោះអាសន្ន។ %zdថ្ងៃក្រោយមក បើសិនអ្នកទិញមិនបានបញ្ជាក់ប្រតិបត្តិការទេ Systemនិងបញ្ចប់ប្រតិបត្តិការដោយស្វ័យប្រវត្តិ ហើយការទូទាត់ទៅកាន់អ្នកលក់និងអ្នកទិញមិនអាចស្នើការបង្វិលសងប្រាក់ទេ!";
"hbTBKfhM" = "អ្នកមានប្រតិបត្តិការសុវត្ថិភាពមួយ សូមមេត្តាពិនិត្យ";
"pQAaSPwA" = "ចំនួនទឹកប្រាក់";
"gFCHMFQU" = "សុវត្ថិភាពប្រតិបត្តិការ";
"QeZR98d0" = "ដើម្បីបញ្ចាក់";
"WyIjQGbH" = "ត្រូវទូទាត់";
"ePHz7Mzn" = "ត្រូវបញ្ចប់";
"6qOkNbwk" = "បានបញ្ចប់";
"INow7LMn" = "បានបោះបង់";
"dqe12rcV" = "អ្នកទិញស្នើបង្វិលសងប្រាក់";
"XmiY47Lw" = "អ្នកលក់បដិសេដបង្វិលសងប្រាក់";
"ncB3SsuB" = "អ្នកទិញបើកការស៊ើបអង្កេត";
"Gg7akkBp" = "បានបើកការស៊ើបអង្កេត";
"kkJWMbb2" = "បានបដិសេដ";
"pn_Reason" = "មូលហេតុ";
"trFCVqZg" = "មូលហេតុ";
"UO1OiBbu" = "មូលហេតុ";
"5DA0qJYw" = "គណនីអ្នកលក់និងអ្នកទិញមិនអាចដូចគ្នា";

"RNHELxfb" = "លេខសម្គាល់ពាណិជ្ជករ៖ %@\nឈ្មោះពាណិជ្ជករ៖ %@";
"oXLMrSO8" = "តើអ្នកចង់ផ្តាច់ពាណិជ្ជករនេះពីគណនី?";
"FV17a1Mf" = "ផ្តាច់ពាណិជ្ជករ";
"7XCSMD52" = "ដំណើរការ";
"9lYJWzkk" = "រងចាំដំណើរការ";
"MkxZ6a35" = "រងចាំដំណើរការ";
"POStv3XK" = "បានបង្វិលសង";

"INCW7fTD" = "របាយការណ៍គណនី";
"WMg7NK01" = "ថ្ងៃចាប់ផ្តើមនិងបញ្ចប់មិនអាចលើសមួយឆ្នាំ";
"r0Lf2CCc" = "ព័ត៌មានប្រវត្តិប្រតិបត្តិការ";
"vHTu9ZGs" = "ប្រភេទប្រតិបត្តិការ";
"3WYdfNiq" = "លេខសម្គាល់គណនេយ្យ";
"Ffyc9JwU" = "ទឹកប្រាក់ប្ដូរ-លក់";
"kbgEMmB0" = "ទឹកប្រាក់ប្ដូរ-ទិញ";
"wiU2b9Uf" = "សមតុល្យទឹកប្រាក់";
"LoVFJY6s" = "គណនីអ្នកប្រើប្រាស់";
"TuYqOnTv" = "សមតុល្យគណនី";
"Log1CQtZ" = "លទ្ធផលការទូទាត់";
"Epqp59t7" = "អត្រាប្តូរប្រាក់";
"8JOkLAyq" = "ឈ្មោះអ្នកទទួល";
"OhU54vkx" = "USD សមតុល្យគណនី";
"xpelIs48" = "KHR សមតុល្យគណនី";
"Ubs28BGa" = "ព័ត៌មានការទូទាត់";
"Ieqh3s7V" = "គណនី USD";
"u2mfN9xc" = "គណនី KHR";
"dRTBg4UD" = "ព័ត៌មានប្រតិបត្តិការ";
"dNrknSgO" = "ព័ត៌មានគណនី";
"AP6bl5V6" = "លេខគណនី";
"gF1rn9Qc" = "ព័ត៌មានលេខគណនីអ្នកទទួល";
"AkFAEFeW" = "ដាក់ប្រាក់";
"mMoic5PX" = "ប្តូរប្រាក់";
"fjECY0JS" = "ទូទាត់";
"3YEl63zX" = "កែតម្រូវ";
"SFLSCZk7" = "កែតម្រូវស្វ័យប្រវត្តិ";
"mttjUMbV" = "បញ្ចុះតម្លៃ";

"MVMB35xp" = "%@ ប្រាក់កម្ចី";
"uIq2D3g0" = "%@ និង CoolCash សហការលើការសម្រួលផ្ដល់សេវាកម្ចីប្រាក់ដើម្បីប្រើប្រាស់ក្នុងWOWNOW";
"jpFBAZa6" = "ចុះឈ្មោះ WOWNOWនិងបង្កើតគណនី CoolCash";
"vFmKjzYC" = "ដំឡើងកម្រិតគណនីCoolCashជាPlatinum";
"C95wB9gi" = "ខ្ញុំយល់ព្រមអោយWOWNOWចែករំលែក ទិន្នន័យរបស់ខ្ញុំជាមួយដៃគូរ%@";
"sfFb8ECv" = "គោលការណ៍រក្សាទិន្នន័យឯកជនភាព ";
"DbCXkKGq" = "ទៅកាន់ប្រាក់កម្ចី%@";
"wbxdUAaR" = "ប្រាក់កម្ចី ";
"VUL8JNLi" = "សូមដំឡើងកម្រិតគណនីជាplatinum ដើម្បីប្រើប្រាស់កម្មវិធីនេះ";


"setPinCode" = "បង្កើតកូដសម្ងាត់";
"modifyPinCode" = "ប្តូរកូដសម្ងាត់";
